{"protocolSection":{"identificationModule":{"nctId":"NCT03202641","orgStudyIdInfo":{"id":"OLA-HEART"},"briefTitle":"Open Lung Strategy, Gas Distribution and Right Heart Function in ARDS Patients","officialTitle":"Open Lung Strategy, Gas Distribution and Right Heart Function in ARDS Patients: an Open Lung is a Better Heart"},"descriptionModule":{"briefSummary":"The goal of this interventional crossover study, in intubated and mechanically ventilated Acute Respiratory Distress Syndrome (ARDS) patients, is to compare two positive end-expiratory pressure (PEEP) titration techniques regarding: respiratory mechanics, gas exchange, changes in aeration, ventilation/perfusion matching its impact on cardiac function, especially the right heart (RH). The PEEP titration techniques are: PEEP selection based on low PEEP/high FiO2 table (\"PEEPARDSnet\") and lung recruitment maneuver (LRM) plus PEEPdec titration based on the best compliance of the respiratory system(\"PEEPLRM\").","detailedDescription":"A recent large observational study published on JAMA showed that Acute Respiratory Distress Syndrome (ARDS) is associated with high mortality and developed in 10.4% of 29,144 patients admitted to the intensive care unit from 50 countries across 5 continents. Mechanical ventilation is the cornerstone for lung treatment during ARDS. Lung protective ventilation improved ARDS outcome significantly. However, it is still unclear what method should be used to select levels of positive end-expiratory pressure (PEEP).\n\nIn the current study proposal, the investigators hypothesized that, when ARDS lungs are recruitable, a lung recruitment maneuver (LRM) and PEEP titration (\"PEEPLRM\") improve ventilation/perfusion matching and decreased right heart workload when compared to the actual standard of care PEEP selection based on low PEEP/high FiO2 table (\"PEEPARDSnet\").\n\nThe investigators will test this hypothesis in an interventional crossover study.\n\n50 patients with ARDS will be enrolled in a physiological and lung and heart imaging study.\n\nThe protocol is divided in the following phases:\n\nA) \"PEEPARDSnet\": setting PEEP according to the ARDSnet table (low PEEP/ high FiO2)\n\nB) Recruitability assessment sequence:\n\nP-V curve tool (Hamilton ventilator): evaluate patient recruitability, among three criteria, two must be positive to consider a subject recruitable: (1) Presence of a lower inflection point (2) Linear compliance measured more than 2 times higher than the dynamic compliance (3) Increase in volume of more than 300mL during the descendant limb of the PV curve at a same given pressure (20 cmH2O)(Hysteresis property).\n\nC)\"PEEPLRM\": LRM plus PEEP decremental trial guided by best compliance. Lung and heart response to \"PEEPLRM\": we will compare the driving pressure (DP) value (DP = Plateau pressure - PEEP) and transthoracic echocardiography (TTE) with the values at PEEPARDSnet. In the advent of an increased DP and/or new onset of abnormal values at the TTE, we will resume the PEEPARDSnet settings during the 48h follow-up phase.\n\nBefore and after the lung recruitment maneuver and decremental PEEP trial, we will collect:\n\n1. Respiratory system mechanics\n2. Lung volumes\n3. Gas exchange\n4. Hemodynamic parameters\n5. Electrical Impedance Tomography (EIT) ventilation and perfusion data\n6. Transthoracic echocardiographic indices of RH function\n\nFollow-up phase:\n\nIn 24 and 48 hours, if the subject did not present a negative response to \"PEEPLRM\" as described above , we will repeat the recruitment maneuver and the decremental PEEP trial and and we will collect:\n\n1. Respiratory system mechanics (i.e. driving pressure)\n2. Lung volumes\n3. Gas exchange\n4. Hemodynamic parameters\n5. EIT ventilation and perfusion data\n6. Transthoracic echocardiographic indices of RH function\n\nbefore and after the aforementioned intervention."},"conditionsModule":{"conditions":["ARDS, Human","Lung Injury, Acute","Respiratory Distress Syndrome","Mechanical Ventilation Complication","Alveolar Edema","Right Heart Failure","Right Ventricular Dysfunction"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ARDS diagnosis within 72h after intubation\n* Severe to moderate ARDS (PaO2 / FiO2 \\< 200 mmHg) with PEEP\\>5 cmH2O\n* Presence of an arterial line\n* Between 18 and 85 years old\n\nExclusion Criteria:\n\n* Persistent systolic blood pressure \\< 90 mmHg and/or \\>180 mmHg despite the use of vasopressor or vasodilators\n* Increment in vasopressors over the past two hour just before enrollment of: more than 15 mcg/min for norepinephrine and dopamine, more than 10 mcg/min in epinephrine; and more than 50 mcg/ min for phenylephrine.\n* Advanced lung disease confirmed by computed tomography findings\n* Presence or history of pneumothorax\n* Severe coagulopathy (INR ≥ 4)\n* Severe thrombocytopenia (Platelets count ≤ 5,000/mm3)\n* Usage of any devices with electric current generation such as pacemaker or internal cardiac defibrillator\n* Recent esophageal trauma or surgery\n* Known presence of esophageal varices\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]}}}