{"protocolSection":{"identificationModule":{"nctId":"NCT03209531","orgStudyIdInfo":{"id":"HUM00130845"},"briefTitle":"Conditioning Brain Responses to Improve Thigh Muscle Function After Anterior Cruciate Ligament Reconstruction","officialTitle":"Operant Conditioning of Motor Evoked Responses to Improve Quadriceps Function in Individuals With Anterior Cruciate Ligament Reconstruction"},"descriptionModule":{"briefSummary":"The purpose of this study is to examine if thigh muscle weakness and the lack of muscle activation that accompanies ACL injury can be improved through a form of mental coaching and encouragement, known as operant conditioning.","detailedDescription":"Thigh muscle weakness is a common result after anterior cruciate ligament (ACL) injury and reconstruction surgery. Therefore, reducing thigh muscle weakness after ACL injury and reconstructive surgery is important as the quadriceps muscles act as shock absorbers that protect the knee joint. If significant weakness is present in the quadriceps, the knee is exposed to increased forces and often results in degeneration of the structures in the joint leading to osteoarthritis. Thus, it is important to investigate activation and strength rehabilitation methods for the quadriceps muscles. This research study is being done to learn if thigh muscle weakness and the lack of muscle activation that accompanies ACL injury can be improved by conditioning brain responses (elicited by non-invasive transcranial magnetic stimulation) using a form of training called as operant conditioning."},"conditionsModule":{"conditions":["Anterior Cruciate Ligament Injury"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* aged 18-45 years\n* suffered an acute, complete ACL rupture\n* have undergone ACL reconstructive surgery\n* willingness to participate in testing and follow-up as outlined in the protocol\n\nExclusion Criteria:\n\n* have suffered a previous ACL injury;\n* have undergone previous major surgery to either knee;\n* have a history of recent significant knee injury (other than ACL) or lower-extremity fracture;\n* have a history of uncontrolled diabetes or hypertension;\n* be pregnant or plan to become pregnant;\n* have metal implants in the head;\n* have electronic devices in their ear or heart (e.g., cochlear implants or cardiac pacemakers);\n* have unexplained recurrent headaches;\n* have a recent history of seizures;\n* be taking drugs that reduce seizure threshold;\n* have a history of repeated fainting spells;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]}}}