{"protocolSection":{"identificationModule":{"nctId":"NCT03199300","orgStudyIdInfo":{"id":"201700454"},"briefTitle":"Investigating Cardiovascular Adverse Events Related to Cancer Treatment","officialTitle":"Investigating Cardiovascular Adverse Events Related to Cancer Treatment: a Study of Extreme Toxicity Using Induced Pluripotent Stem Cells"},"descriptionModule":{"briefSummary":"Cisplatin, anthracyclines, bleomycin and trastuzumab can cause severe cardiovascular or pulmonary toxicity. Why some patients are susceptible to extreme toxicity of cancer treatment is largely unknown. Unraveling extreme cardiovascular toxic responses in cancer patients may help understand the pathophysiology of cardiovascular toxicity of these agents and help in understanding the more subtle, long-term cardiovascular side effects that affect a larger part of cancer survivors. With induced pluripotent stem cells we will obtain patient-derived cells to recapitulate and mimic and study pathological (cardiovascular) responses and (cardiovascular) toxicity in vitro."},"conditionsModule":{"conditions":["Toxicity Due to Chemotherapy","Cardiovascular Morbidity","Cancer, Treatment-Related"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIn order to be eligible to participate in this study, a subject must meet all of these criteria:\n\n1. any proven cancer treated with curative intent;\n2. age ≥ 18 and ≤ 50 years;\n3. able to comply with the protocol;\n4. signed written informed consent.\n\nThere are specific inclusion criteria for every subject group:\n\n* severe toxicity during 1 to 3 cycles of anthracyclines;\n* ≥ 3 months after end of cancer treatment which included the maximum tolerable dose of anthracyclines without (severe) toxicity;\n* severe toxicity within 1 to 6 cycles of trastuzumab;\n* ≥ 3 months after end of cancer treatment which included a year of trastuzumab without (severe) toxicity.\n* severe toxicity during 1 to 3 cycles of cisplatin;\n* ≥ 1 year after end of cancer treatment which included high-dose cisplatin without toxicity;\n* severe toxicity during 1 to 3 cycles of bleomycin;\n* ≥ 1 year after end of cancer treatment which included high-dose bleomycin without toxicity.\n\nSevere toxicity is defined as any of grade 3 - 4 toxicity according to CTCAE 4.03.\n\nA potential subject who meets any of the following exclusion criteria will be excluded from participation in this study:\n\n1. history of cardiovascular disease prior to start of cancer treatment, as evidenced by any of the following: symptomatic or treated cardiovascular disease prior to start of cancer treatment; LVEF \\< 55% at any performed MUGA scan or echocardiography prior to start of cancer treatment;\n2. any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol, or insufficient understanding of the Dutch language;\n3. any contraindication for skin biopsy, including: extensive skin disorder precluding biopsy of unaffected skin; known allergy to local anaesthetics; use of anticoagulants and INR \\> 3;\n4. pregnant or lactating female.\n\n   Furthermore, there are specific exclusion criteria for the control groups:\n5. history of cardiovascular disease during or after cancer treatment, as evidenced by any of the following: any symptomatic or treated cardiovascular disease; LVEF \\< 55% at any performed MUGA scan or echocardiography.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients treated for a malignancy with any of the described cytotoxic agents.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}