{"protocolSection":{"identificationModule":{"nctId":"NCT03204357","orgStudyIdInfo":{"id":"16-2647"},"briefTitle":"Fresh Autologous Whole Blood Transfusion After Cardiopulmonary Bypass","officialTitle":"Targeted Fresh Autologous Whole Blood Transfusion After Cardiopulmonary Bypass: a Prospective Randomized Controlled Trial."},"descriptionModule":{"briefSummary":"Autologous blood transfused at the end of cardiopulmonary bypass will reduce total blood loss 24 hours after surgery and improve mitochondrial oxygen delivery measured by plasma succinate levels.\n\nThe study design is a prospective randomized interventional trial of transfusion of fresh autologous whole blood versus standard of care expectant management of bleeding during elective cardiac surgery.","detailedDescription":"Cardiac surgery carries a significant risk of bleeding requiring transfusion of stored blood products and blood transfusion associated with cardiac surgery consumes 20% of the blood supply worldwide. Although transfusion may be life-saving, significant risks of complications such as lung injury or even an increase in mortality are associated with transfusion. Decreasing transfusion requirements during cardiac surgery has the potential to reduce the rate of complications, improve patient outcomes, and reduce cost resulting in increased value for both the patient and the health system as a whole. Collection of autologous blood before cardiopulmonary bypass (CPB) for transfusion after CPB has been shown to be both safe and effective for reducing blood loss during cardiac surgery, but this intervention has not been targeted to a patient population at high risk for bleeding and transfusion. Fresh whole blood has the capacity to restore coagulation system function during profound coagulopathy in a trauma setting or following massive transfusion by an unknown mechanism. One unit of fresh whole blood is able to restore clotting function equivalent to that achieved by 10 units of pooled platelets. Autologous whole blood collection prior to CPB for transfusion post-operatively has been shown to improve coagulation and decrease clot lysis but is not routinely performed because 90% to 95% of patients do not have extensive blood loss and subsequent coagulopathy. Coupling accurate pre-operative bleeding risk prediction with autologous fresh whole blood collection for transfusion after CPB would target an established, low cost, low risk intervention to an at risk patient population who may experience significant benefit."},"conditionsModule":{"conditions":["Cardiac Disease","Bleeding Postoperative"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult subjects aged 18 to 90\n2. Able to provide informed consent\n3. Willing to accept autologous or allogenic blood transfusion\n4. Scheduled for elective cardiac surgery with cardiopulmonary bypass\n\nExclusion Criteria:\n\n1. Pre-operative administration of allogenic blood bank products in the previous 3 months\n2. Hemodynamically unstable defined as a systolic blood pressure less than 90 mmHg with a heart rate greater 100 or requiring intravenous vasopressor medications\n3. Significant active infection or sepsis defined by positive blood culture or positive wound culture\n4. Hemoglobin less than 7 g/dl","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]}}}