{"protocolSection":{"identificationModule":{"nctId":"NCT03206801","orgStudyIdInfo":{"id":"B2017:076"},"briefTitle":"Urine CXCL10 Monitoring Trial in Kidney Transplant","officialTitle":"A Randomized Controlled Trial of Urine CXCL10 Chemokine Monitoring Post-renal Transplant"},"descriptionModule":{"briefSummary":"This is a Phase II-III multi-center prospective randomized controlled clinical trial of incident adult renal transplant patients.\n\nThe primary objective of this study is to determine if the early treatment of rejection, as detected by urinary CXCL10, will improve renal allograft outcomes.","detailedDescription":"This is a Phase II-III multi-center prospective randomized controlled clinical trial of incident adult renal transplant patients. Patients will be screened for eligibility (n≈485) and n≈420 will be enrolled and undergo post-transplant surveillance with urinary CXCL10. Two hundred and fifty patients deemed at high risk for rejection based on a confirmed elevated urine CXCL10 will undergo 1:1 randomization to the intervention and control arms, stratified by center. The total study duration is approximately 5 years; and there two main phases - screening and intervention.\n\nAll eligible, enrolled patients will undergo the Screening Phase (n≈420). Routine urine CXCL10 screening will be done from 2 weeks - 9 months post-transplant. We have previously shown that urine CXCL10 is elevated in ischemia-reperfusion injury, so screening will commence at 2 weeks (+/- 4 days) to exclude this as a potential confounding factor (60).\n\nIf patient develops a confirmed elevated urine CXCL10 level and is considered high risk for rejection, they will proceed to Randomization in the Intervention Phase, which can occur anytime between 2 weeks - 9 months post-transplant. Participants in the Intervention Arm will undergo renal biopsy to check for rejection. Biopsy-proven subclinical rejection will be treated per study protocol. Participants in the Control Arm will continue routine post-transplant surveillance with serum creatinine and proteinuria; serial urine samples will continue to be collected and analyzed (blinded), but not used to direct care. All randomized participants will undergo a 12-month study exit visit with protocol biopsy to determine primary, secondary and long-term outcomes.\n\nEnrolled patients with persistently low urine CXCL10 and low risk of rejection from 2 weeks - 9 months post-transplant will be considered Off-Study (not randomized). They will undergo a 12-month study exit visit (+/- 7 days) to determine secondary and long-term outcomes."},"conditionsModule":{"conditions":["Kidney Transplant; Complications","Rejection of Renal Transplant"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must be able to understand and provide written informed consent\n2. Stated willingness to comply with all study procedures and availability for the duration of the study\n3. All ethnic and gender groups will have equal access to the study\n4. Incident adult (age ≥18) renal transplant patients with a living or deceased donor kidney transplant\n5. Confirmed elevated urine CXCL10:Cr without a urinary tract infection or gross hematuria.\n\nExclusion Criteria:\n\n1. Primary non-function\n2. Blood group (ABO) incompatible\n3. Pre-transplant donor specific antibody (DSA) positive (MFI\\>1000 OR positive flow crossmatch)\n4. Human leukocyte (HLA) 0 HLA antigen D-related (DR) + 0 major HLA class 2 (DQ) mismatch\n5. Presence of other transplanted organ or co-transplanted organ\n6. Medical contraindication to biopsy or rejection treatment\n7. Followed outside of investigational center\n8. Participation in other interventional trials within 4-weeks post-transplant or anytime post-transplant till study end at 12-months\n9. Intention to not use a maintenance immunosuppression regimen consisting of calcineurin inhibitor (CNI) and anti-proliferative agents\n10. Any condition that, in the opinion of the investigator, would pose risk to the subject's safe participation, or interfere with their ability to comply with the study requirements, or may impact the quality of interpretation of the data.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}