{"protocolSection":{"identificationModule":{"nctId":"NCT03192956","orgStudyIdInfo":{"id":"EPN 552-16"},"briefTitle":"Markers of Central Nervous System Injury in Decompression Sickness","officialTitle":"Neuroskademarkörer Vid Dykarsjuka"},"descriptionModule":{"briefSummary":"Research hypothesis\n\n* There is a correlation between the quantity of fluid markers of CNS injury in blood and DCS.\n* There is a correlation between quantity and kind of fluid markers of CNS injury in blood and both diving profile and severity of DCS.\n* There is a correlation between the quantity of inflammatory markers in blood an DCS.\n\nObjectives:\n\n* Assess whether individuals suffering decompression sickness exhibit fluid markers of central nervous system injury.\n* Evaluate the correlation between quantity and kind of fluid marker of CNS injury and clinical signs of neurological impairment.\n* Evaluate the correlation between quantity and kind of fluid marker of CNS injury and clinical outcome after 3-6 months.\n* Assess whether individuals suffering decompression sickness exhibit inflammatory markers in blood.","detailedDescription":"Decompression sickness (DCS) is a risk associated with diving. Common symptoms are joint and limb pain, skin rash, ataxia, hemiplegia, visual disturbances, paresthesias, limb numbness, nystagmus and vertigo. Treatment consists of recompression in a hyperbaric chamber, commonly referred to as hyperbaric oxygen treatment (HBOT).\n\nIt has been thought since the last quarter of the 19th century that DCS is caused by bubble formation in the tissues when dissolved inert gas comes out of solution. It was long thought that decompression schedules that did not give rise to any gas bubbles in the body also averted DCS. However, with the advent of ultrasound Doppler technology in the 1970s it was found that intravascular gas bubbles could exist even after uneventful dives. Dives well within limits established by military and sports authorities have been shown to generate intravascular bubbles. Hence, additional pathophysiological factors have been sought.\n\nThere is evidence of endothelial dysfunction, coagulopathy and inflammatory activation after diving. Though, their role in the pathophysiology of DCS remains to be determined.\n\nStudies have shown that fluid markers of CNS injury can be found in blood samples obtained from athletes practising ice-hockey, boxing and american football. There is reason to believe that fluid markers of CNS injury will be present in blood samples obtained from divers with DCS as well.\n\nStudy subjects will be recruited by the attending physician at the Hyperbaric chamber at SU/Omrade 2 after the patient has been given a diagnosis of decompression sickness. Prior to treatment in the hyperbaric chamber, 4 ml of blood will be drawn via a plastic intravenous catheter that is placed in an arm vein as part of normal, established care of injured divers in the Emergency Department (to provide intravenous fluid and medications). A second 4 ml sample will be obtained from the same catheter after the patient has completed treatment (the typical hyperbaric treatment for decompression sickness lasts \\~5.5 hours). The study object will also provide information regarding his/her general health and the completed dive. All study data, including blood samples, will anonymized and provided with a study code.\n\nWhen feasible, blood samples will be obtained 1 week and 3-6 months after HBOT. These samples will be handled the same as the two obtained on the day of injury."},"conditionsModule":{"conditions":["Decompression Sickness"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Presence of decompression sickness\n* Signed informed consent\n\nExclusion Criteria:\n\n* As this is a highly selected population there is no exclusion criteria","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The research subjects are recruited, on voluntary basis, among divers with decompression sickness treated at the hyperbaric facility at Sahlgrenska Universuty Hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}