{"protocolSection":{"identificationModule":{"nctId":"NCT03212976","orgStudyIdInfo":{"id":"20170130"},"briefTitle":"Clinical Efficacy of a Non-Invasive Measure of Intracranial Pressure","officialTitle":"Assessment of the Clinical Efficacy of a Non-Invasive Measurement of Intracranial Pressure by Magnetic Resonance Phase Contrast Imaging"},"descriptionModule":{"briefSummary":"This study is designed to evaluate the accuracy of a non-invasive method phase-contrast magnetic resonance imaging (MR-ICP) for assessing intracranial pressure (Phase 1).\n\nTo perform second phase contrast imaging to evaluate the patency and flow of ventricular catheters after MR-ICP imaging (Phase 2).","detailedDescription":"The study will be divided into 2 phases. In Phase 1, patients with an intracranial pressure monitor will be recruited to the study, while in Phase 2, patients with shunts or Cerebral Spinal Fluid (CSF) access devices (Ommaya, reservoir, etc.) will be eligible for the study.\n\nTwo separate groups of patients will be recruited to each phase of the study. Each phase of the study will involve MR-ICPs. The MR-ICP is an extra 5-10 minute sequence at the end of a MRI that assesses the pressure in the head. The MRI will take scans of the brain during different phases of the cardiac cycle and will assess the volume changes while the patient is lying flat. The pressure in the head will be estimated based on these calculations. This estimate will be compared to the pressure in the head as determined by the ICP monitor."},"conditionsModule":{"conditions":["Intracranial Pathology","Intracranial Hypertension"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients referred for a MRI by Attendings in the Department of Neurological Surgery at the University of Miam with intracranial pathology with external ventricular drains (EVDs) or intracranial bolts placed for hydrocephalus or intracranial hypertension. Bolts must be placed prior to enrollment in the study to avoid any alterations in standard procedure\n* All pathological entities that produce intracranial hypertension will be included (trauma, tumor, vascular, infectious, inflammatory, etc).\n* Patients must undergo a MRI for another clinically indicated reason (diagnosis, surveillance, cervical MRI clearance, prognosis, etc).\n* English and Spanish-speaking patients\n\nExclusion Criteria:\n\n* Unable to obtain MRI due to prior implants, metallic material, inability to sit still\n* Refractory intracranial hypertension (not controlled with medications, surgery, or EVD)\n* Unable to obtain informed consent","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]}}}