{"protocolSection":{"identificationModule":{"nctId":"NCT03217162","orgStudyIdInfo":{"id":"surfactant for ARDS"},"briefTitle":"Surfactant for Neonate With Acute Respiratory Distress Syndrome (ARDS)","officialTitle":"Surfactant for Neonate With Acute Respiratory Distress Syndrome (ARDS): A Randomized Controlled Trial"},"descriptionModule":{"briefSummary":"Acute respiratory distress syndrome (ARDS) in neonates has been defined, the role of surfactant is not clear. This study aimed to determine whether ARDS neonate would benefit from surfactant when oxygenation deteriorated on mechanical ventilation and to identify any potential risk factors related to mortality.","detailedDescription":"To date, surfactant is not recommended to adult and pediatric ARDS. Meantime, systematic review indicates that surfactant does not demonstrate statistically significant beneficial effects on reducing the mortality and the rate of bronchopulmonary dysplasia(BPD) in term and late preterm infants with meconium aspiration syndrome. Therefore, a reasonable speculation is that preterm infants with ARDS do not benefit from one dose of surfactant. And the speculation can explain why not all preterm infants with respiratory distress can be beneficial from surfactant. In the era of pre-ARDS, the preterm infants fulfilling the definition of ARDS may have been considered as respiratory distress syndrome (ARDS) in the first three days after birth.\n\nAccording to the diagnostic criteria of neonatal ARDS, a key procedure for diagnosis of neonatal ARDS is to exclude the newborn infants with RDS. But no detailed procedures are available to differentiate RDS from ARDS according the guideline of european RDS and definition of neonatal ARDS.\n\nTherefore, there are two aim in the present study. 1. to proposel a new definition of RDS; 2. to assess the beneficial effects of surfactant on neonatal ARDS."},"conditionsModule":{"conditions":["ARDS","RDS","Surfactant"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. infant less than 28 days\n2. diagnosis of ARDS or RDS or both\n3. informed parental consent has been obtained\n\nExclusion Criteria:\n\n1. major congenital malformations or complex congenital heart disease or chromosomal abnormalities\n2. transferred out of the neonatal intensive care unit without treatment\n3. upper respiratory tract abnormalities","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Minutes","maximumAge":"28 Days","stdAges":["CHILD"]}}}