{"protocolSection":{"identificationModule":{"nctId":"NCT03192267","orgStudyIdInfo":{"id":"0282-16-FB"},"briefTitle":"Early Rheumatoid Arthritis Lung Disease Study","officialTitle":"Early Rheumatoid Arthritis Lung Disease Study"},"descriptionModule":{"briefSummary":"The primary goal of this study is to investigate lung disease, through pulmonary function and high resolution chest CT, in newly diagnosed rheumatoid arthritis (RA) patients. Extra-articular disease occurs in approximately 50% of RA patients, with the lung being a common site of involvement.\n\nInvestigators goal is to understand the prevalence of lung disease in early RA patients and to better characterize it through questionnaires, imaging, and serum studies. Additionally, the goal is to find novel biomarkers to predict lung disease in RA patients.","detailedDescription":"The purpose of this study is to gather, in a prospective manner, information on patients with newly diagnosed rheumatoid arthritis and their disease course.\n\nSpecific aims of the study are:\n\n1. To determine whether anti-malondialdehyde-acetaldehyde (MAA) adduct antibody concentrations predict CT changes consistent with RA-lung involvement.\n2. To determine whether anti-MAA antibody concentrations predict pulmonary function abnormalities in forced vital capacity (FVC), forced expiratory volume in 1 second (FEV1), and diffusion lung capacity of carbon monoxide (DLCO) and decline in these parameters at 1 year follow-up.\n3. To characterize the prevalence and classification of lung disease in early RA patients.\n4. To develop a cohort of newly diagnosed RA patients who can be followed long-term through electronic medical record (EMR) surveys, and biobank samples\n\nThis study would be the first to look at the correlation of anti-MAA antibody with lung disease.\n\nThe long-term goal of this study is to create an inception cohort of RA patients that can be followed for many years to come. This would be done through electronic medical records (EMR) and obtaining consent to contact patients in the future if needed. Subjects will be separately consented for rheumatologic serum and tissue biobank (IRB#292-14-EP), which would allow future use of early RA samples."},"conditionsModule":{"conditions":["Rheumatoid Arthritis"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients 19-90 years old with the ability to give informed consent.\n* Diagnosis of RA established by a Rheumatologist using the 2010 American College of Rheumatology criteria within the past 2 years.\n\nExclusion Criteria:\n\n* Patients will be excluded if they have inflammatory arthritis that does not meet 2010 ACR criteria for RA.\n* Patients will be excluded if they are pregnant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The project is designed to study adult rheumatoid arthritis patients. While new onset RA is more likely to occur in young to middle age adults, we would also like to study those patients with more long standing disease. In particular, older RA patients with cardiovascular disease are of interest. Therefore, we are including a wide age range.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}