{"protocolSection":{"identificationModule":{"nctId":"NCT03197350","orgStudyIdInfo":{"id":"HFpEF"},"briefTitle":"Characterization of Heart Failure With Preserved Ejection Fraction","officialTitle":"Characterization of Heart Failure With Preserved Ejection Fraction"},"descriptionModule":{"briefSummary":"The goals of this research will be to define some of the mechanisms underlying the progression and complications of heart failure (HF) with preserved left ventricular ejection fraction (HFPEF)\n\nAim 1: to evaluate the differences in cardiac structure, function and fibrosis markers through the spectrum of HF stages in order to deepen the understanding of the pathophysiology driving HF progression.\n\nAim 2: to define the mechanisms by which HF risk factors, such as hypertension, diabetes, obesity, and renal insufficiency, interact with age to increase HF risk, and to evaluate the role of precipitating factors such as myocardial ischemia, atrial fibrillation in HFPEF.\n\nAim 3: to determine prognostic factors in HFPEF patients, by following these patients over time. Accordingly the investigators will correlate baseline data (echocardiographic, MRI or biomarkers) with incident cardiovascular events and determine whether these measures provide incremental prognostic information beyond clinical characteristics.","detailedDescription":"Heart failure (HF) is a prevalent and complex clinical syndrome characterized by significant morbidity and mortality. HF patients are classified into two major groups based on their left ventricular ejection fraction (LVEF): heart failure with reduced ejection fraction (HFrEF) (LVEF \\< 40%) and heart failure with preserved ejection fraction (HFpEF) (LVEF ≥ 50%). These groups exhibit distinct clinical and biological characteristics, and their underlying pathophysiology have been thoroughly investigated. However, HFpEF, which represents more than 50% of HF cases, remains a poorly understood disease with limited therapeutic options\n\nSeveral proposed mechanisms contribute to the development of HFpEF, including systemic inflammation, microvascular dysfunction, cardiometabolic abnormalities, and interstitial fibrosis. The aim of our research programm is to understand the differences between the pathophysiology of this syndrome compared to that of heart failure with reduced EF, with a focus on cardiac fibrosis and metabolism."},"conditionsModule":{"conditions":["Heart Failure, Preserved Ejection Fraction","Cardiac Fibrosis","Biomarkers","Magnetic Resonance Imaging"]},"eligibilityModule":{"eligibilityCriteria":"Controls without an history of HF and previous cardiovascular disease will be recruited\n\nInclusion Criteria for HF patients:\n\nPatients need to have typical symptoms and signs of HF, New York Heart Association (NYHA) functional class II or higher, N-terminal pro-B type natriuretic peptide (NT-proBNP) \\>350pg/mL, or an hospitalization for HF within the previous 12 months. Left ventricular ejection fraction (LVEF) is required to be lower than 40% in patients with HFrEF and 50% or higher in HFpEF, with evident signs of diastolic dysfunction ( LA \\> 34 ml/m²; E/e' \\> 14; TR \\>2.8 ms, septal e' velocity \\< 7 cm/s or Lateral e' velocity \\<10 cm/s)\n\nExclusion Criteria for HF patients:\n\nPatients with severe valvular disease, infiltrative or hypertrophic cardiomyopathy, acute coronary syndrome in the previous 30 days, chronic obstructive pulmonary disease GOLD 3 or 4, congenital heart disease, pericardial disease, terminal renal failure (eGFR \\< 15mL/min/1,73m²) or subjects requiring dialysis, atrial fibrillation with a ventricular response \\> 140 bpm, severe anemia (hemoglobin \\< 8 g/dL), liver dysfunction, and evolving cancer will be excluded","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]}}}