{"protocolSection":{"identificationModule":{"nctId":"NCT03206671","orgStudyIdInfo":{"id":"UKM12_0020"},"briefTitle":"Treatment Protocol of the NHL-BFM and the NOPHO Study Groups for Mature Aggressive B-cell Lymphoma and Leukemia in Children and Adolescents","officialTitle":"B-NHL 2013 - Treatment Protocol of the NHL-BFM and the NOPHO Study Groups for Mature Aggressive B-cell Lymphoma and Leukemia in Children and Adolescents"},"descriptionModule":{"briefSummary":"The trial B-NHL 2013 is a collaborative prospective, multi-national, multi-center, randomized trial with participating centers of the NHL-BFM group (Austria, Switzerland, Czech Republic, Germany) and the Scandinavian NOPHO group (Denmark, Finland, Norway, Sweden). The aim of the trial is to evaluate the role of rituximab in the treatment of mature aggressive B-cell Non-Hodgkin lymphoma and leukemia (B-NHL and B-AL) in children and adolescents.\n\nThe following primary study questions are going to be analyzed:\n\n* the effectiveness (event-free survival) in pediatric patients with very limited mature B-NHL (R1 and R2 stage I and II) of substituting anthracyclines by the rituximab window without compromising survival rates.\n* the effectiveness (event-free survival) in pediatric patients with limited mature B-NHL (R2 stage III) randomly assigned to receive the rituximab window plus standard chemotherapy or standard chemotherapy without the rituximab window.\n* the effectiveness (event-free survival) and the immune reconstitution (recovery of CD19+ B-cells, IR) in pediatric patients with advanced mature B-NHL/B-AL (R3 and R4 incl. R4 CNS+) treated with BFM-type chemotherapy and randomly assigned schedules of one versus seven doses rituximab.\n\nSecondary study questions will address\n\n* additional parameters for immune reconstitution, lymphocyte subpopulations, immunoglobulin levels, vaccination titers and infection rates\n* kinetics of immune reconstitution after treatment\n* adverse event and severe adverse event profile\n* inter-individual variability of rituximab response\n* role of different mechanisms of action of rituximab in advanced B-NHL/B-AL","detailedDescription":"Risk group stratification:\n\nR1/R2 stage I+II:\n\n* R1: resection status: complete\n* R2: resection status: incomplete, stage I and II\n\nR2 III:\n\n- R 2: resection status: incomplete, stage III and LDH \\< 2 x ULN (according to local reference value for adults)\n\nR3/R4:\n\n* R3: resection status: incomplete, stage III and LDH ≥ 2 x ULN but \\< 4 x ULN or stage IV/B-AL and LDH \\< 4 x ULN and CNS negative\n* R4: resection status: incomplete, Stage III and LDH ≥ 4 x ULN or stage IV/B-AL and LDH ≥ 4 x ULN and CNS negative\n* R4 CNS +: stage IV/B-AL and CNS positive\n\nFor patients with very limited disease (R1/R2 stage I/II), the addition of rituximab might allow the omission of anthracyclines without jeopardizing survival rates but reducing acute and long term toxicities. In this treatment arm, it is tested whether the event-free survival is similar to that of the historical control when all patients receive one dose of rituximab as monotherapeutic agent in the rituximab window R five days prior to the start of standard chemotherapy as a substitute for anthracyclines.\n\nFor patients with limited disease (R2 stage III) it is tested whether the event-free survival can be improved by adding rituximab to the standard chemotherapy. Two different treatment regimens will be evaluated in a randomized design: Patients in the standard arm will receive the standard chemotherapy. Patients of the rituximab plus arm will receive one dose of rituximab as monotherapeutic agent in the rituximab window R five days prior to the start of standard chemotherapy.\n\nFor patients with advanced disease (R3/R4) it is tested whether the event-free survival can be improved by adding rituximab to the standard chemotherapy. Two different rituximab regimens will be evaluated in a randomized design: Patients in the standard arm will receive one dose of rituximab as monotherapeutic agent in the rituximab window R five days prior to the start of standard chemotherapy. Patients of the rituximab plus arm will receive the rituximab window and additional six doses of rituximab added to the first four courses of chemotherapy. In addition the immune reconstitution will be analyzed comparing the effect of the two regimens of rituximab added to standard chemotherapy."},"conditionsModule":{"conditions":["Mature B-cell Non-Hodgkin Lymphoma"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Newly diagnosed, histological or cytological and immunological proven aggressive mature B-cell Non-Hodgkin lymphoma including Burkitt lymphoma (BL), Burkitt leukemia (B-AL), diffuse large B-cell lymphoma (DLBCL), or mature B-cell NHL not further classified according to current WHO classification124. For rare subtypes (e.g. primary mediastinal large B-NHL, PMLBL, double hit lymphoma or high-grade B-cell lymphoma with MYC and BCL2 and/or BCL6 rearrangements), consultation of the study center is recommended.\n* availability of slides/blocks for reference pathology and international pathology panel (except in cases with immunological and cytomorphological assurance of diagnosis)\n* age at diagnosis \\< 18 years\n* diagnostics and treatment in one of the participating centers of the trial\n* no previous chemotherapy, no previous lymphoma-directed treatment. No application of steroids for more than two days during the last month\n* adequate hepatic, renal and cardiac function, except if alteration is due to lymphoma infiltration. Please contact the study center in case of unclear cases.\n* signed informed consent of patient and/or parents/guardians for treatment according to the protocol, participation and transfer of data\n* follow-up of at least two years after initial diagnosis is expected\n* Certificate of vaccination against hepatitis B or negative serology, defined as\n\n  * evidence of immunization with HBs-antigen negative, anti-HBs positive and anti-HBc negative or\n  * negative hepatitis B serology with HBs-antigen negative, anti-HBs and anti- HBc negative\n\nExclusion Criteria:\n\n* patients with insufficient work up not allowing a correct stratification into the risk groups\n* B-cell neoplasia as second malignancy\n* any other medical, psychiatric or social condition prohibiting treatment according to the protocol (e.g. previous malignancy, prior organ transplant, HIV infection or AIDS or severe immunodeficiency, etc.)\n* participation within a different trial for treatment of B-cell malignancies and/or concurrent treatment within any other clinical trial. Exceptions to this are the NHL-BFM Registry 2012 and trials with different endpoints, involving aspects of supportive treatment which can run parallel to B-NHL 2013 without influencing the outcome of this trial e.g. trials on antiemetics, antibiotics, strategies for psychosocial support etc.\n* overt hepatitis B or history of hepatitis B\n* hypersensitivity to rituximab or to murine proteins or to any of the other excipients of the Investigational Medicinal Product rituximab (MabThera®) or to ingredients of other IMPs.\n* lack of CD20 expression of the lymphoma cells\n* pregnancy and lactation","healthyVolunteers":false,"sex":"ALL","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]}}}