{"protocolSection":{"identificationModule":{"nctId":"NCT03217305","orgStudyIdInfo":{"id":"AMartinssonthorax2"},"briefTitle":"Neurally Adjusted Ventilatory Assist (NAVA) vs Pressure Support Ventilation After Cardiac Surgery","officialTitle":"NAVA vs Pressure Support After Cardiac Surgery, a Physiological Study"},"descriptionModule":{"briefSummary":"The study compares two different ventilation modes, Pressure support ventilation vs. Neuronally Adjusted Ventilatory Assist, in postcardiac surgery patients. Of special interest is shunt and alveolar deadspace and ventral vs. dorsal ventilation.","detailedDescription":"The aim of the study is to compare two different ventilation modes in complicated postcardiac surgery patients, who need ventilatory support during weaning phase, in the Cardiothoracic Intensive Care Unit. The two different ventilation modes are Neuronally Adjusted Ventilatory Assist (NAVA) and Pressure Support ventilation. NAVA ventilation mode have been introduced a couple of years ago as an alternative to pressure support. The advantage of NAVA mode compared to pressure support is a better synchrony between patient and ventilator in the inspired and expired phases. Maybe there are also physiological advantages of the NAVA mode, which we want to study in the present study.\n\nAll patients have three measurement periods. 1) Pressure support during 20 min, NAVA equilibration period of 30 min, followed by 2) NAVA ventilation for 20 min, pressure support equilibration period of 30 min and 3) pressure support for 20 min. Blood gases and cardiac output measurements is performed before and after each measurement period. Regional ventilation is measured by Electric Impedance Tomography (EIT)."},"conditionsModule":{"conditions":["Ventilator Lung"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Complicated Post Cardiac surgery patients in the ventilator weaning phase.\n* Patients requiring assisted ventilation\n* Respiratory and circulatory stable patients\n* Sedated patients, RASS -2 to -3\n\nExclusion Criteria:\n\n* Transplanted patients\n* Pleural effusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"84 Years","stdAges":["ADULT","OLDER_ADULT"]}}}