{"protocolSection":{"identificationModule":{"nctId":"NCT03215940","orgStudyIdInfo":{"id":"IRB_00103451"},"briefTitle":"Treatment of Chronic Pain With Cannabidiol (CBD) and Delta-9-tetrahydrocannabinol (THC)","officialTitle":"Treatment of Chronic Pain With Cannabidiol (CBD) and Delta-9-tetrahydrocannabinol (THC): Effectiveness, Side Effects and Neurobiological Changes"},"descriptionModule":{"briefSummary":"This is a study comparing the effects of Delta-9-Tetrahydrocannabinol (THC) versus Cannabidiol (CBD) versus a placebo on chronic non-cancer pain.","detailedDescription":"The overall aim of this study is to examine the effects of Delta-9-tetrahydrocannabinol (THC) and Cannabidiol (CBD) on chronic pain symptoms, specifically we will examine the effects of different doses of THC/CBD on symptoms of chronic pain and life functioning. Participants will include individuals with chronic pain, who will be randomized into one of three intervention conditions: high THC/low CBD, low THC/high CBD, or placebo. In addition to receiving THC/CBD/placebo, participants also will complete symptom assessments of chronic pain data (intensity, quality, interference/disability) throughout the study. These measures will be gathered prior to and following the fifth doses (dosing will occur once per day for five days) of CBD/THC or placebo. A secondary objective will be to examine the association between clinical and neurocognitive variables and use of CBD/THC, including the potential side effects of THC/CBD. Other secondary objectives include the use of magnetic resonance imaging (MRI) and magnetic resonance spectroscopy (MRS), acquired before and after final administration with CBD/THC or placebo to examine differences in brain metabolism, brain connectivity, and brain structure. Imaging analyses will focus on regional brain changes before and after administration of THC/CBD/placebo."},"conditionsModule":{"conditions":["Chronic Pain, Widespread"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Age between 18-50 yrs.\n2. History of cannabis use.\n3. Chronic musculoskeletal and joint pain for at least 3 months or longer.\n4. Participants must live within a 60 mile radius of Salt Lake City, Utah to be eligible.\n\nExclusion criteria:\n\n1. Current or past neurological illness.\n2. Substance abuse or dependence within the prior 60 days.\n3. Contraindication to brain MRI.\n4. Type I and type II diabetes.\n5. Unstable medical conditions.\n6. Consumption of more than 2 drinks of alcohol per night.\n7. Current pregnancy or planning to become pregnant or breastfeeding\n8. History of seizures or head trauma\n9. Active or history of major mental illness\n10. LFT results 3 times greater than the upper limit of normal at screening.\n11. Participants may be excluded if the PI feels they do not meet safety criteria.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]}}}