{"protocolSection":{"identificationModule":{"nctId":"NCT03209414","orgStudyIdInfo":{"id":"Protocol ver. 1 08 May 2017"},"briefTitle":"Frailty Syndrome in Daily Practice of Interventional Cardiology Ward","officialTitle":"Frailty Syndrome in Daily Practice of Interventional Cardiology Ward"},"descriptionModule":{"briefSummary":"The impact of frailty on immediate and long term outcomes of invasive treatment of coronary artery disease is not fully characterized. The assessment of frailty may help physicians in the selection of best treatment option and in the timing and modality of the follow-up. The FRAilty syndrome in daily Practice of Interventional CArdiology ward (FRAPICA) study is designed with the aim to validate the use of the Fried frailty scale and instrumental activities of daily living scale (IADL) as prognostic tools in patients admitted to hospital for symptomatic coronary artery disease, either stable, unstable, or acute coronary syndrome (ACS).\n\nThe FRAPICA study is a single center prospective study enrolling patients aged ≥65 years. The aims are (1) to describe Fried frailty scale and IADL scale distribution before hospital discharge and (2) to investigate the prognostic role of Fried frailty and IADL scores. The outcomes are: (1) results of invasive treatment, (2) its complications (periinterventional MI, contrast-induced nephropathy, blood loss), (3) three-year all-cause mortality, cardiovascular mortality, stroke, myocardial infarction, reintervention, heart failure, hospital readmission for any cause, and a composite of the above mentioned. Ancillary analyses will be focused on different clinical presentations, different tools to assess frailty and risk stratification.\n\nThe FRAPICA program will fill critical gaps in the understanding of the relation between frailty, cardiovascular disease, interventional procedures and outcome. It will enable more personalized risk assessment and identification of new targets for interventions."},"conditionsModule":{"conditions":["Frail Elderly Syndrome","Coronary Heart Disease","Acute Coronary Syndrome","Coronary Artery Bypass Grafting","Percutaneous Transluminal Coronary Angioplasty"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* aged ≥ 65\n* symptomatic coronary artery disease A) stable B) unstable C) NSTEMI D) STEMI\n* written, informed consent\n\nExclusion Criteria:\n\n* lack of consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"The investigators assume to enroll consecutive 1000 patients with symptomatic coronary artery disease admitted to 2nd Dept. of Cardiology in Zabrze, Medical University of Silesia for coronary angiography or interventional treatment of the disease. Patients of both sexes aged ≥ 65 years are eligible. An information on study rationale, objectives, and methodology is presented to patients and written, informed consent is required to participate in the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}