{"protocolSection":{"identificationModule":{"nctId":"NCT03202303","orgStudyIdInfo":{"id":"2017-8538"},"briefTitle":"Cannabidivarin (CBDV) vs. Placebo in Children With Autism Spectrum Disorder (ASD)","officialTitle":"Cannabidivarin (CBDV) vs. Placebo in Children With Autism Spectrum Disorder (ASD)"},"descriptionModule":{"briefSummary":"This trial aims to study the efficacy and safety of cannabidivarin (CBDV) in children with ASD.","detailedDescription":"There is a clear unmet need for new therapeutics to treat irritability in children with ASD that do not have the metabolic and weight adverse event profiles of the currently approved treatments. Cannabidivarin (CBDV) is a nonpsychoactive phytocannabinoid and a safe variant of Cannabidiol (CBD). It has no appreciable tetrahydrocannabinol (THC) \\[less than 0.01%\\], has been shown to have no impact on weight or metabolism, and improves both social and cognitive functioning in animal models of idiopathic and syndromal autism (Fragile X, Rett Syndrome, Angelman Syndrome). The CDC currently estimates 1 in 59 children have ASD. ASD is characterized by deficits in social communication, irritability, repetitive behaviors, impulsivity, temper tantrums, and high caregiver burden. Currently, the only FDA-approved medications for symptoms of ASD are aripiprazole and risperidone, both of which are indicated for irritability in pediatric ASD. These medications are effective but are associated with considerable side effects with long term treatment in this chronic developmental disorder, including weight gain, metabolic syndrome and the risk of type 2 diabetes, prolactin elevation and growth of breast tissue, extrapyramidal symptoms and the risk of tardive dyskinesia. The anticonvulsant divalproex sodium (valproate/VPA) also significantly reduces irritability and repetitive behaviors in individuals with ASD. Although VPA is efficacious for pediatric epilepsy and some symptoms of ASD, it also has significant side effects, including weight gain, sedation and nausea. CBDV, like VPA, is effective in the treatment of pediatric epilepsy, and ASD mouse models demonstrate potential mechanisms for treatment with CBDV, including potential therapeutic effects on repetitive behaviors, irritability, sociability, and quality of life, and the capacity to reduce inflammation. This study aims to examine the efficacy and safety of cannabidivarin (CBDV) with a primary aim of studying its effect on irritability in children with ASD.\n\nSTUDY DESIGN: This is a 12-week randomized, double-blind study of CBDV vs. placebo in 100 child and adolescent subjects aged 5 to 18 years with a diagnosis of ASD."},"conditionsModule":{"conditions":["Autism Spectrum Disorder"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Male or Female pediatric outpatients aged between and including ages 5 to 18. Diagnosis of Autism Spectrum Disorder (ASD) confirmed by the ADOS-2 and DSM-5 criteria.\\*During special circumstances (e.g. COVID-19 pandemic) where the ADOS-2 cannot be performed due to site restrictions (e.g. mandatory use of face masks), eligibility can be confirmed using the Autism Diagnostic Interview, Revised (ADI-R)\n2. Aberrant Behavior Checklist (ABC) - Irritability Subscale (ABC-I) score of 18 or greater at screening visit.\n3. Social Responsiveness Scale (SRS) score of 66T or higher at screening visit.\n4. Clinical Global Impression Scale - Severity (CGI-S) score of 4 or higher at screening.\n5. Stable pharmacologic, educational, behavioral and/or dietary interventions for 4 weeks prior to randomization and for the duration of the study.\n6. Physical exam and laboratory results that are within normal range for individuals with ASD.\n7. Presence of a parent/caregiver/guardian that is able to consent for their participation and complete assessments regarding the child's development and behavior throughout the study. Child Assent will be obtained if the subject is 7 years of age or older and has the mental capacity to understand and sign a written assent form and/or give verbal assent.\n\nExclusion Criteria\n\n1. Exposure to any investigational agent in the 30 days prior to randomization.\n2. Prior chronic treatment with CBD, CBDV or an endocannabinoid treatment.\n3. Positive testing for THC or other drugs of abuse via urine testing at the screening visit or baseline visits upon repeat confirmation testing.\n4. Recent history of drug abuse including marijuana/cannabis use in the past 3 months.\n5. Diagnosis of a known genetic disorder (ie. Prader-Willi Syndrome, Angelman Syndrome etc.).\n6. A primary psychiatric diagnosis other than ASD, including bipolar disorder, psychosis, schizophrenia, Post-Traumatic Stress Disorder (PTSD) or Major Depressive Disorder (MDD). These patients will be excluded due to potential confounding results.\n7. A medical condition that severely impacts the subject's ability to participate in the study, interferes with the conduct of the study, confounds interpretation of study results or endangers the subject's well-being.\n8. A known diagnosis of Rett Syndrome or Childhood Disintegrative Disorder, or marked sensory impairment such as deafness or blindness.\n9. Subjects who have had changes in allied health therapies, behavioral or educational interventions within four weeks prior to randomization other than those associated with school holidays.\n10. Subjects who have had changes in medications or medication doses within four weeks of randomization. Renal, pancreatic, or hematologic dysfunction as evidenced by values above upper limits of normal for BUN/creatinine, or values twice the upper limit of normal for serum lipase and amylase, platelets \\<80,000 /mcL, or WBC\\<3.0 103 /mcL\n11. Liver dysfunction manifested by \\> 2 X UNL values of AST or ALT\n12. ECG abnormality at baseline screening or clinically significant postural drop in systolic blood pressure at screening. If the initial screening ECG show a QTcB of greater than 460 msec, then 2 additional ECGs will be conducted in the same sitting, 5 minutes apart. If not recognized at screening, then a full triplicate repeat showing an average QTcB of 460 msec or less to meet all inclusion/exclusion criteria. Female subjects who are pregnant will be excluded from the study. If a female subject is able to become pregnant, she will be given a serum pregnancy test before entry into the study. Female subjects will be informed not to become pregnant while taking CBDV. Female subjects must tell the investigator and consult an obstetrician or maternal-fetal specialist if they become pregnant during the study.\n13. Known allergy to sesame oil","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]}}}