{"protocolSection":{"identificationModule":{"nctId":"NCT03196414","orgStudyIdInfo":{"id":"myeloma-01"},"briefTitle":"Study of T Cells Targeting CD138/BCMA/CD19/More Antigens (CART-138/BCMA/19/More) for Chemotherapy Refractory and Relapsed Multiple Myeloma","officialTitle":"Study of T Cells Targeting CD138/BCMA/CD19/More Antigens (CART-138/BCMA/19/More) for Chemotherapy Refractory and Relapsed Multiple Myeloma"},"descriptionModule":{"briefSummary":"Placing a tumor antigen chimeric receptor that has been created in the laboratory into patient autologous or donor-derived T cells may make the body build immune response to kill cancer cells. Genetically engineered lymphocyte (CART) therapy has showed good safety and efficacy in treatment of lymphoma and acute lymphoblastic leukemia. Researchers want to see if this helps people with multiple myeloma.To test the safety and efficacy of giving targeting CD138 or B-cell maturation antigen or CD19 or more antigens T cells in treating patients with multiple myeloma that is refractory to further chemotherapy or relapsed(after stem cell transplantation or intensive chemotherapy).","detailedDescription":"Adults ages 18-75 with Relapsed and/or Chemotherapy Refractory Multiple Myelomas.\n\nDesign:\n\nParticipants may be screened with:\n\nMedical history Physical exam Blood and urine tests Heart tests Bone marrow sample Multiple scans and X-rays Lymphocytes are collected by apheresis from the enrolled patient or a healthy donor. Blood is removed through a needle in an arm. The rest of the blood is returned through a needle in the other arm.\n\nThe cells will be changed in a laboratory. Participants will get 2 chemotherapy drugs over 5 days. Two days later, participants will get an intravenous (IV) catheter in an arm. They will get the split doses CART cells on day0, day1, day2 through the IV in 1 infusion.\n\nAfter this, participants will stay in the hospital for at least 9 days and stay nearby for 2 weeks. Then they will have blood tests and see a doctor.\n\nParticipants will visit the clinic at 1, 2, 3, 6, 9 and 12 months after the infusion, then every 6 months until two years after infusion. A bone marrow sample will be taken at the 3-month visit."},"conditionsModule":{"conditions":["Multiple Myeloma"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* CD138 or BCMA antigen positive multiple myeloma in patients with no available curative treatment options (such as autologous or allogeneic SCT).\n* Relapsed and/or refractory multiple myeloma.\n* Relapsed after prior autologous or allogenic SCT.\n* Expected survival ≥ 3 months\n* Creatinine \\< 2.0 mg/dl\n* Blood coagulation function: PT and APTT \\< 2x normal\n* Arterial blood oxygen saturation \\> 92%\n* Alanine Aminotransferase (ALT)/Aspartate Aminotransferase (AST) \\< 3x normal\n* Karnofsky scores ≥ 60 and ECOG score ≤ 2\n* Adequate venous access for apheresis, and no other contraindications for leukapheresis\n* Patients should not take system chemotherapy in one month and immunotherapy in three months prior to CART cells infusion.\n* Voluntary informed consent is given\n\nExclusion Criteria:\n\n* Pregnant or lactating women\n* Uncontrolled active infection.\n* Active hepatitis B or hepatitis C infection.\n* Concurrent use of systemic steroids. Recent or current use of inhaled steroids is not exclusionary.\n* Previously treatment with any gene therapy products\n* Any uncontrolled active medical disorder that would preclude participation as outlined.\n* HIV infection.\n* History of myocardial infarction and severe arrhythmia in half a year\n* Any form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease).\n* Patients with fever of unknown origin (T \\> 38℃)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]}}}