{"protocolSection":{"identificationModule":{"nctId":"NCT03193476","orgStudyIdInfo":{"id":"XLH Registry Version 3.0"},"briefTitle":"Registry for Patients With X-Linked Hypophosphatemia","officialTitle":"An International, Multicentre, Prospective, Non-interventional Observational Registry for Patients With X-Linked Hypophosphatemia (XLH)"},"descriptionModule":{"briefSummary":"This is an international, multicentre, prospective, non-interventional, observational Registry of patients with X-Linked hypophosphatemia (XLH). The main objective of this XLH Registry is to collect data to characterise the treatment, progression and long-term outcomes of XLH in both adult and paediatric settings.","detailedDescription":"Methodology\n\nThis is an international, multicentre, prospective, non-interventional, observational Registry of patients with X-Linked hypophosphatemia (XLH). The objectives of this XLH Registry is to collect natural history data of XLH to characterise the treatment, progression and long-term outcomes of XLH in both adult and paediatric patients.\n\nThis XLH Registry will invite \\& include patients with XLH, of all ages \\& gender, irrespective of whether they are on, or not on, a treatment regimen for their XLH.\n\nHowever, patients who are concurrently participating in an interventional clinical trial, including Investigator-Initiated Studies, are excluded from the XLH Registry, as per the Exclusion Criteria as set in the Protocol. These patients participating in an interventional clinical trial, when their involvement in the trial has ended, will be approached and invited to be included in the XLH Registry.\n\nA subset of the XLH Registry data will be used to fulfil a Post-Authorisation Safety Study (PASS) as requested by the European Medicines Agency's (EMA's) Committee for Medical Products for Human Use (CHMP). Study centres which agree to participate in the PASS will be asked to solicit adverse events on enrolled patients. Not all centres are expected to participate in the PASS. Furthermore, as part of burosumab's Risk Management Plan (RMP), the majority of the safety concerns are being investigated in a Category 3 Post-Authorisation Safety Study (PASS), which uses the XLH Registry. The data source to conduct the PASS is the data collected in the XLH Registry.\n\nAll eligible patients at the participating clinics will be asked to participate in the XLH Registry:\n\n* Informed consent will be obtained from adult patients.\n* Parental informed consent for the inclusion of a child will be obtained from the child's legally designated representative in line with national guidance.\n* Assent will also be sought from children of applicable age in line with national guidance. In all cases the health professional responsible for enrolling the patient into the XLH Registry will assess the appropriateness of gaining assent from an individual at their discretion.\n\nAfter the patient or legally designated representative has signed the informed consent, the patient data will be recorded in the XLH Registry, including baseline, retrospective and prospective data. Data will be collected using a web-based Electronic Data Capture (EDC) system. A patient identification number will be automatically generated by the system upon enrolment.\n\nNo pre-determined follow-up requirements will apply. However, physicians will be prompted to update patient data in the XLH Registry in relation to the patients' visits to the physician. Physicians will be reminded to update the XLH Registry at 12 months after the previous visit information was entered for a patient.\n\nFor those patients who attend clinic at more frequent intervals as part of their standard care, data for these visits will be entered at the 12-month intervals with an option to add multiple dates.\n\nThis is a prospective observational Registry and no additional interventions other than standard clinical practice are required by the protocol."},"conditionsModule":{"conditions":["X-Linked Hypophosphatemia"]},"eligibilityModule":{"eligibilityCriteria":"A patient must meet the following criteria at the enrolment visit (baseline) to be eligible for inclusion into this XLH Registry\n\nInclusion Criteria:\n\n1. Patients aged from ≥0 years of age at baseline\n2. In the opinion of the treating physician the patient has a clinical presentation, radiological, biochemical or genetic investigation results that support diagnosis of XLH\n3. Patient is not currently participating in an interventional clinical trial\n\nA patient who meets any of the following criteria at the enrolment visit (baseline) will be excluded from this XLH Registry\n\nExclusion Criteria:\n\n1. Patient or their legally designated representative does not have the cognitive capacity to provide informed consent.\n2. Patient is currently participating in an interventional clinical trial. Patients will be approached for inclusion into the registry once their involvement in the trial ends (including the completion of all trial follow up assessments).\n3. Participation in a Compassionate Use Program, Pre-commercial Program (i.e. Named Patient Sales, Nominative ATU) or Investigator Initiated Study does not preclude a patient from participation in this XLH Registry","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients with XLH independent of treatment regimen","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}