{"protocolSection":{"identificationModule":{"nctId":"NCT03216798","orgStudyIdInfo":{"id":"Client & Provider Preferences"},"briefTitle":"Client and Provider Preferences for HIV Care","officialTitle":"Client and Provider Preferences for HIV Care: Implications for Implementing Differentiated Service Delivery in Thailand"},"descriptionModule":{"briefSummary":"This study will investigate preferences for HIV care among participants enrolled in the \"Study to evaluate the feasibility of Community-based Test and Treat strategies among men who have sex with men and transgender women to increase the uptake of HIV testing and treatment services in Thailand\" through a model involving linked strategies: The study takes place in four provinces at six sites affiliated with the Thai Red Cross AIDS Research Center (TRCARC): Bangkok (RSAT and SWING), Chiang Mai (CAREMAT), Chonburi (SWING and Sisters) and Songkhla (RSAT). These are all community-based drop-in centers, targeting MSM and TGW.\n\nParticipants who are enrolled in the study at any of the TRCARC affiliated sites and who were tested HIV-positive will be invited to participate in the current questionnaire study.","detailedDescription":"This will be a cross-sectional questionnaire study. A self-administered questionnaire will be used to assess their satisfaction with current clinical services, preferences for location, frequency and provider of HIV services, as well as expectations and concerns.\n\nFurthermore, staff working at the different HIV-care to community-based organizations (CBOs) and the health care workers providing HIV services will be invited to participate as well. They will also be asked to complete a self-administered questionnaire to assess knowledge and attitude, preferences for location, frequency and provider of HIV services, as well as expectation and concerns.\n\nAll data collected, from patients, as well as from staff, will be anonymous."},"conditionsModule":{"conditions":["HIV Infections"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Enrolled in the Community Led Test and Treat Study at either RSAT or SWING\n* According to the inclusion criteria of the Community Led Test and Treat Study, participants will be at least 18 years of age\n* HIV-infected and receiving ART\n* Willing to participate in the survey\n\nExclusion Criteria:\n\nN/A","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Men who have Sex with Men or Transgender women who have been tested HIV-positive in the Community Led Test and Treat Study and are receiving ART.","samplingMethod":"PROBABILITY_SAMPLE"}}}