{"protocolSection":{"identificationModule":{"nctId":"NCT03215069","orgStudyIdInfo":{"id":"16-0226-A"},"briefTitle":"Empagliflozin and the Preservation of Beta-cell Function in Women With Recent Gestational Diabetes","officialTitle":"Empagliflozin and the Preservation of Beta-cell Function in Women With Recent Gestational Diabetes"},"descriptionModule":{"briefSummary":"Double-blind, parallel arm, randomized controlled trial, in which non-lactating women with recent GDM who are between 6 to 36 months postpartum to be randomized to either empagliflozin 10 mg daily or matching placebo. The duration of treatment will be 48-weeks. Beta-cell function will be assessed by Insulin Secretion-Sensitivity Index-2 (ISSI-2), measured on oral glucose tolerance test (OGTT) at baseline, 24-weeks, 48-weeks, and after a 4-week washout.","detailedDescription":"Gestational diabetes mellitus (GDM), defined as glucose intolerance of varying severity with first onset and recognition in pregnancy, identifies a population of women who are at high risk for the future development of type 2 diabetes (T2DM). This risk of T2DM is mediated by the progressive deterioration of insulin secretion by the pancreatic beta-cells in the years after delivery, a pathologic process that current anti-diabetic therapies have not been shown to modify. Importantly, since very mild glycemia has deleterious but reversible effects on insulin secretion (\"glucotoxicity\"), the beta-cell dysfunction of women with recent GDM should have a prominent reversible component that potentially could be mitigated through the elimination of glucotoxicity. In this context, the sodium glucose co-transporter-2 (SGLT-2) inhibitor empagliflozin is a novel anti-diabetic therapy that specifically alleviates glucotoxicity and thus may be able to preserve beta-cell function. Coupled with its capacity to induce weight loss with low risk of hypoglycemia, empagliflozin could be an ideal therapy for diabetes prevention in women with recent GDM. Specifically, by eliminating glucotoxicity, SGLT-2 inhibition could enable the preservation of beta-cell function and thereby prevent the development of incident T2DM in this high-risk population. Thus, a double-blind, parallel arm, randomized controlled trial, in which non-lactating women with recent GDM who are between 6 to 36 months postpartum to be randomized to either empagliflozin 10 mg daily or matching placebo is proposed. The duration of treatment will be 48-weeks. Beta-cell function will be assessed by Insulin Secretion-Sensitivity Index-2 (ISSI-2), measured on oral glucose tolerance test (OGTT) at baseline, 24-weeks, 48-weeks, and after a 4-week washout."},"conditionsModule":{"conditions":["Gestational Diabetes"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women with recent gestational diabetes who are between 6-36 months postpartum inclusive and no longer breastfeeding\n* Age 20 - 50 years inclusive\n* Negative pregnancy test at recruitment\n\nExclusion Criteria:\n\n* Current breastfeeding\n* Current diabetes or treatment with any anti-diabetic medication\n* Involvement in any other clinical study requiring drug therapy\n* Hypersensitivity to empagliflozin or the formulations of this product\n* Any history of diabetic ketoacidosis\n* History of recurrent urinary infection (i.e. more than 2 episodes over the past year).\n* Renal dysfunction as evidenced by estimated glomerular filtration rate \\< 45 ml/min by Modification of Diet in Renal Disease (MDRD) formula\n* Hepatic disease considered to be clinically significant (includes jaundice, chronic hepatitis, or previous liver transplant) or transaminases \\>2.5X the upper limit of normal\n* Malignant neoplasm requiring chemotherapy, surgery, radiation or palliative therapy within the previous 5 years (with the exception of basal cell skin cancer)\n* Pregnancy or unwillingness to use reliable contraception. Women should not be planning pregnancy for the duration of the study or the first 3 months after the study. Reliable contraception includes the following: birth control pill, intra-uterine device, abstinence, tubal ligation, partner vasectomy, or condoms with spermicide.\n* Any other factor likely to limit adherence to the study, in the opinion of the investigators","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Women with history of gestational diabetes","minimumAge":"20 Years","maximumAge":"50 Years","stdAges":["ADULT"]}}}