{"protocolSection":{"identificationModule":{"nctId":"NCT03213002","orgStudyIdInfo":{"id":"17-0312"},"briefTitle":"Oral Capecitabine and Temozolomide (CAPTEM) for Newly Diagnosed GBM","officialTitle":"Phase I/II Study of Oral Capecitabine and Temozolomide (CAPTEM) for Newly Diagnosed Glioblastoma (GBM)"},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the safety and efficacy of administering the medication capecitabine along with temozolomide when you start your monthly regimen of oral temozolomide for the treatment of your newly diagnosed glioblastoma multiforme (GBM).\n\nCapecitabine is an oral chemotherapy that is given to patients with other types of cancer. The study will evaluate whether the dosage of 1500 mg/m2 of capecitabine is tolerable after radiation, when taken along with temozolomide. It will also try to determine if the medication capecitabine helps patients respond to treatment for a longer period of time compared to just temozolomide alone, which is the standard of care.","detailedDescription":"There were an estimated 22,000 new cases of brain cancers in 2015 in the United States, and 15,000 deaths (Howlader et al., 2014). Glioblastoma (WHO IV), and Anaplastic Astrocytoma (WHO III), are the most common brain cancers, respectively, representing over 70% of all malignant gliomas (ABTA, 2015).\n\nThough rare, there is no cure, and the prognosis for these tumors is poor. Survival at 5 years for all CNS cancers is approximately 33.3 % (Howlader et al., 2014). For GBM, the most lethal of the tumors, with the current standard of care median survival is 14.6 months (Walid, 2008). Relative survival with GBM at five years is approximately only 5% (Ostrom et al. CBTRUS 2014).\n\nFor newly diagnosed tumors, the current standard of care recommends a multi-modal approach with surgery to remove the tumor, when possible, followed by 6 weeks of radiation and a concurrent daily dose of temozolomide (Stupp et al. 2005). This is known as the Stupp protocol (Stupp et al. 2005). Patients then have a one-month rest period with no treatment, followed by \"maintenance\" temozolomide, given five days out of every 28 days, for a minimum of six months. Some providers keep patients on temozolomide beyond 6 months, or until disease progression.\n\nTherefore, more therapies are needed to help improve survival, reduce time to recurrence and improve quality of life for these patients. This trial proposes to improve the current standard of care by enhancing the efficacy of an active drug temozolomide, currently used for treatment of GBM."},"conditionsModule":{"conditions":["Glioblastoma Multiforme (GBM)","Glioblastoma","Glioma of Brain","Glioblastoma, Adult","Brain Tumor","Brain Tumor, Primary","Brain Tumor Adult","Cancer","Brain Cancer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be capable of giving informed consent.\n2. Have a pathology proven diagnosis of any of newly diagnosed Glioblastoma Multiforme WHO IV\n3. Have completed the first part of standard of care chemo-radiation (Stupp), for 6 weeks, and not started the maintenance phase of temozolomide\n4. Agree to use effective barrier contraception while on treatment and for 2 months thereafter, if of childbearing potential\n5. Have a life expectancy \\> 3 months\n6. Be between the ages of 18 to 74\n7. Have a performance status KPS 70 or greater\n8. Be able to swallow pills and capsules\n9. Be able to tolerate oral chemotherapeutic medications, with no health threatening allergies or side effects, based on lab and clinical findings\n10. Have adequate bone marrow function, liver function and renal function before commencing therapy\n\nExclusion Criteria:\n\n1. Prior chemotherapy with capecitabine or temozolomide for other prior malignancies. Patients previously treated with continuous infusion 5-FU or any schedule of DTIC, which are similar to capecitabine and temozolomide, respectively, will be excluded.\n2. Prior chemotherapies for newly diagnosed GBM or AA, other than temozolomide during radiation.\n3. Patients with a history of severe hypersensitivity reaction to capecitabine, 5-FU, temozolomide (i.e. anaphylaxis or anaphylactic reactions),\n4. Serious medical or psychiatric illness preventing informed consent or treatment (e.g., serious infection)\n5. Prior malignancies in the last 5 years other than curatively treated carcinoma in-situ previously treated with curative intent (cancer free for the past one year).\n6. Performance status, KPS \\< 70\n7. Inability to swallow pills and capsules\n8. Concurrent chemotherapy or treatment for the active disease, including devices such as Optune, high dose vitamin supplements, or any other chemotherapy\n9. Patients taking concomitant medications such as Coumadin and phenytoin medications, need to be excluded because of interactions with capecitabine\n10. Patients with previously documented CAD will need to be evaluated by cardiology prior to start to help risk stratify for capecitabine tolerance\n11. Patients with renal insufficiency or hepatic insufficiency\n12. Patients with coagulopathies\n13. Women who are pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]}}}