{"protocolSection":{"identificationModule":{"nctId":"NCT03214354","orgStudyIdInfo":{"id":"TRU-17-001"},"briefTitle":"Nonmyeloablative Stem Cell Transplant in Children With Sickle Cell Disease and a Major ABO-Incompatible Matched Sibling Donor","officialTitle":"A Phase II Pilot Study of Nonmyeloablative Conditioning Hematopoietic Stem Cell Transplantation in Children With Sickle Cell Disease Who Have a Matched Related Major ABO-Incompatible Donor (Sickle-AID)"},"descriptionModule":{"briefSummary":"The aim of this study to evaluate the safety and efficacy of a nonmyeloablative conditioning regimen for allogeneic hematopoietic stem cell transplantation (HSCT) in pediatric patients with sickle cell disease (SCD) who have a matched related major ABO-incompatible donor. The nonmyeloablative regimen will use alemtuzumab, total body irradiation (TBI) and sirolimus for immune suppression. This study will expand the access of HSCT for patients with SCD who are currently not eligible because of donor restrictions.","detailedDescription":"Sickle cell disease (SCD) is a debilitating chronic blood disorder with multi-system end-organ damage that leads to morbidity and early mortality. The only cure for SCD is hematopoietic stem cell transplantation (HSCT), which given the risks with unrelated HSCT, is only an option for a minority of patients who have a matched sibling donor.\n\nIn the field of HSCT, blood group ABO incompatibility between donor and recipient is not a contraindication and several studies do not show compromised outcomes. However, in the context of nonmyeloablative (NMA) conditioning and major ABO-incompatibility, when the recipient has existing antibodies to donor red blood cells, pure red cell aplasia (PRCA) may occur.\n\nThis phase II pilot study will enroll SCD patients with a matched related major ABO-incompatible donor to determine the safety and efficacy of NMA-HSCT. Biological studies will include a plan to study and monitor red cell engraftment in this population to facilitate early detection and interventional measures to prevent and treat PRCA."},"conditionsModule":{"conditions":["Sickle Cell Disease","Stem Cell Transplant Complications","Red Blood Cell Disorder","Pure Red Cell Aplasia"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must be ≥ 12 months and \\< 19 years of age at the time of study enrollment.\n* Patients must have sickle cell disease as defined by hemoglobin electropheresis, as follows:\n\n  * homozygous Hb S disease (HbSS),\n  * sickle-Hb C disease (HbSC),\n  * sickle beta-plus-thalassemia (HbS/β+), or\n  * sickle beta-null-thalassemia (HbS/βo)\n* Patients must meet standard eligibility criteria to undergo HSCT, including but not limited to one or more of the following:\n\n  * history of repeated (more than 1) bony (vaso-occlusive) crisis\n  * history of stroke\n  * elevated transcranial Doppler velocity not eligible for hydroxyurea, as per TWiTCH trial (ie. severe vasculopathy)\n  * history of acute chest crisis or splenic sequestration crisis\n  * history of priapism in males\n  * history of osteonecrosis\n  * pulmonary hypertension as documented by tricuspid regurgitation jet velocity (TRV) \\> 2.5 m/s on echocardiogram\n  * red cell allo-immunization (≥ 2 antibodies) during long term transfusion therapy\n* Sickle complications should be present despite the use of hydroxyurea, but this is not an absolute requirement, if the treating team considers the patient to be at high risk for further crisis episodes.\n\nExclusion Criteria:\n\n* Patients who are unable to comply with or follow the study protocol.\n* Patients with known hypersensitivity to sirolimus, its derivatives or to any of its components.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"19 Years","stdAges":["CHILD","ADULT"]}}}