{"protocolSection":{"identificationModule":{"nctId":"NCT03199651","orgStudyIdInfo":{"id":"OSU-17070"},"briefTitle":"Beating Lung Cancer in Ohio Protocol in Improving Survival in Patients With Stage IV Non-Small Cell Lung Cancer","officialTitle":"Beating Lung Cancer in Ohio (BLCIO) Protocol"},"descriptionModule":{"briefSummary":"This randomized clinical trial studies the Beating Lung Cancer in Ohio protocol in improving survival in patients with stage IV non-small cell lung cancer. The Beating Lung Cancer in Ohio protocol may help in evaluating immunotherapies and targeted therapies that prolong survival, have more favorable toxicity profiles than conventional chemotherapy and impact quality of life.","detailedDescription":"PRIMARY OBJECTIVES:\n\n1a. Establish a 3 month observation period for newly diagnosed stage IV non-small cell lung cancer patients (NSCLC)(n=300), using the statewide research network, documenting usual care (UC) practices, survival and quality of life and patients previously diagnosed with stage IV NSCLC within one year prior to initiating the study, (n=300).\n\n1b. Establish a cohort of newly diagnosed stage IV non-small cell lung cancer patients (NSCLC), documenting usual care (UC) practices, survival and quality of life and patients previously diagnosed with stage IV NSCLC within one year prior to initiating the study, (n=800). This cohort will be limited to subjects directly recruited from Ohio State University for the duration of the study.\n\n2. Following the 3 month observation period, conduct a two-phase, cluster-randomized 21 month clinical trial in stage IV NSCLC patients (n=2100).\n\nPhase 1: Over 9 months, sites will be randomized to offer patients either UC (70% of sites) or free advanced genomic and immunotherapy testing (AGIT) (next generation sequencing tumor or blood circulating tumor DNA and PD-L1 testing immunohistochemistry staining, 30% of sites), followed by medical record review and recontacting of patients, (n=900).\n\nPhase 2: Over 12 months, sites will be randomized to offer patients AGIT or AGIT with decision support (DS) through a genomics board, followed by medical record review and recontacting of patients, (n=1200).\n\n3. Following the Aim 1 three month observation period, for subjects enrolled in Aim 2 (both phases) who smoke or have recently quit smoking (n=336), and their household members who smoke (n=84), to conduct a 1 year smoking cessation intervention trial where subjects are randomized by site to receive UC or National Cancer Center Network (NCCN)-driven centralized telephone counseling and decision support (CTC/DS).\n\n4. Separately, we will identify epigenetic biomarkers as prognostic and predictive biomarkers and analyze immune profile as biomarkers for immune-related adverse events. Assays will be performed using samples and data from subjects who consent to the repository.\n\n4a. We will identify tumor epigenetic biomarkers (DNA methylation by Illumina methylation profiling) for immunotherapy (IOT) response in stage IV NSCLC (n=50 participants each with PD-L1 expression \\<1% and \\>50%) and extend the results to the study of blood cell-free DNA (cfDNA).\n\n4b. We will identify immune profile using blood transcriptomics as biomarkers for IOT Immune-Related Adverse Events (irAE) (n=50).\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I (UC): Patients receive usual care and undergo collection of tumor tissue and blood sample for the repository. Patients who smoke or have recently quit smoking and their household members who smoke may also undergo smoking cessation via usual care or NCCN driven-CTC/DS.\n\nARM II (AGIT/DS): Patients undergo collection of tumor tissue for analysis using FoundationOne assay and blood sample for analysis using FoundationACT blood circulating tumor DNA assay. Patients who smoke or have recently quit smoking and their household members who smoke may also undergo smoking cessation via usual care or NCCN driven-CTC/DS."},"conditionsModule":{"conditions":["Cigarette Smoker","Current Smoker","Lung Adenocarcinoma","Squamous Cell Lung Carcinoma","Stage IV Non-Small Cell Lung Cancer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* AIM 1-3\n* Pathologically confirmed stage IV NSCLC (with any Eastern Cooperative Oncology Group \\[ECOG\\] performance status, and any NSCLC - adenocarcinoma, squamous cell, etc.) with available imaging OR patients who do not yet have their staging completed, but in the judgment of the physician are likely to be stage IV;\n\n  * Patients may be enrolled if the recruiter cannot reach the patient by the first office visit, preferably prior to starting therapy and no later than one month after starting therapy; (NCCN guidelines allow for a switch to targeted therapy from chemotherapy if testing comes back positive after starting chemotherapy)\n* English speaking; and\n* Willing to provide access to medical records, insurance and billing data, biospecimens and respond to questionnaires, typically by phone, but possibly to include online or in-person surveys\n* AIM 3 ONLY\n* Patients must be current smokers who smoke at least one cigarette most days per week, or recent quitters who smoked at least one cigarette most days per week (\\< 3 months); and\n* Household members must be current smokers, defined as smoking at least one cigarette most days per week\n* Hearing and vision impairments that would prevent ability to complete consent, interviews, or sample collection\n\nExclusion Criteria:\n\n* Being treated with definitive chemoradiotherapy or surgery\n* Receiving treatment for advanced lung cancer for over one month before enrollment; OR","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}