{"protocolSection":{"identificationModule":{"nctId":"NCT03207854","orgStudyIdInfo":{"id":"0S-15-16"},"briefTitle":"Collection of Immunology Specimens From Patients With Cancer or Blood Disorders, and Healthy Volunteers","officialTitle":"Protocol for Immunology Specimen Collection From Cancer Patients, Patients With Hematologic Diagnoses, and Healthy Normal Controls"},"descriptionModule":{"briefSummary":"This research trial collects and stores blood, tissue, and bone marrow specimens from patients with cancer or blood disorders, and healthy volunteers to study the immune system in a variety of different types of experiments, as well as associated clinical data as appropriate, focused on understanding mechanisms of immunotherapy.","detailedDescription":"PRIMARY OBJECTIVES; I. Identify changes in immune system parameters in patients receiving immunotherapies (including immune checkpoint inhibitors, immunostimulatory/immunomodulatory agents, cellular therapies, stem cell transplantation) and compare to changes in patients receiving conventional chemotherapy, targeted-agent therapy, and healthy normal volunteers using multiparameter flow cytometry, time-of-flight mass cytometry, cytokine quantification, functional analysis of immune cell subsets isolated via fluorescence activated cell sorting (FACS), and genetic and proteomic techniques (deoxyribonucleic acid \\[DNA\\] sequencing, ribonucleic acid sequence \\[RNASeq\\], reverse transcriptase-polymerase chain reaction \\[RT-PCR\\], Western blot).\n\nSECONDARY OBJECTIVES:\n\nI. Optimize methods for measuring functional status of circulating immune cells and hematopoietic progenitors (activation, inhibition, cytotoxicity, proliferative capacity).\n\nII. Use genetic and epigenetic techniques to a) study clonal diversity in T cell subsets b) determine the genetic basis for T cell immune reconstitution following stem cell transplantation.\n\nOUTLINE:\n\nPatients and healthy normal volunteers undergo collection of peripheral blood samples for analysis via flow cytometry, RNASeq, immunohistochemistry, cytometry by time of flight (CyTOF) experiments, cell cultures, and functional studies of immune cell subsets obtained by FACS. Patients also undergo collection of bone marrow and leukopheresis/leukoreduction specimens, and single cell suspensions and bulk excised tumor biopsies are obtained from routine testing for analysis via immunohistochemistry or CyTOF.\n\nAfter completion of study, patients are followed up for up to 2 years."},"conditionsModule":{"conditions":["Healthy Subject","Hematologic and Lymphocytic Disorder","Hematopoietic and Lymphoid Cell Neoplasm","Immune System Disorder","Malignant Neoplasm"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All patients known to have cancer, an immune-mediated hematologic diagnosis, or a healthy normal volunteer\n* Definition of immune-mediated hematologic diagnosis: diagnoses for which immune dysfunction and/or immune system directed therapy (eg. aplastic anemia, autoimmune hemolytic anemia, immune thrombocytopenic purpura \\[ITP\\], etc.) are involved\n* Definition of healthy normal volunteer: persons lacking diagnoses of any type of cancer, diabetes, cardiovascular diseases, non-hematologic autoimmune disease (eg. systemic lupus erythematosus \\[SLE\\], rheumatoid arthritis \\[RA\\], Crohn's disease) and not taking any immunosuppressive medications\n* Patients must have been seen in the Norris Hospital and outpatient clinics, or the Los Angeles County (LAC)-University of Southern California (USC) Medical Center or outpatient clinics; healthy volunteers can be recruited without any physician visit appointments since their labs are strictly for clinical research and not for personal health issues unrelated to the project\n\nExclusion Criteria:\n\n* Unable to give informed consent to specimen collection\n* Known human immunodeficiency virus (HIV) positive status\n* Persons taking any type of immunosuppressive medication are excluded from participating as healthy normal volunteers\n* Any patient for whom specimen collection is judged to be unsafe (for example, for patients unable to establish venous access)","healthyVolunteers":true,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients known to have cancer, an immune-mediated hematologic diagnosis, or a healthy normal volunteer","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}