{"protocolSection":{"identificationModule":{"nctId":"NCT03209791","orgStudyIdInfo":{"id":"14-1287"},"briefTitle":"Ethanol Induces Skeletal Muscle Autophagy","officialTitle":"Mechanisms of Skeletal Muscle Proteolysis With Ethanol Consumption: an Integrated Molecular Metabolic Approach"},"descriptionModule":{"briefSummary":"In this study we plan to demonstrate that ethanol induces skeletal muscle autophagy to degrade MAA adducts.","detailedDescription":"Hypothesis: Ethanol mediated modification of skeletal muscle proteins to form MAA adducts that in turn induce skeletal muscle autophagy.\n\nPatients with alcoholic steatosis, hepatitis and cirrhosis (n=10 each) will be recruited from the liver transplant nutrition clinic or the hepatology inpatient service and their body composition quantified using anthropometry, bioelectrical impedance analysis, CT image analysis and DEXA if available.\n\nControl Subjects. Controls will be recruited by advertisement. All control subjects will have a normal clinical history, physical examination, and screening chemistries. They will not have any significant medical conditions requiring the use of medications. Their nutritional status within 20% of normal as defined by ideal body weight."},"conditionsModule":{"conditions":["Alcoholic Liver Disease"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAlcoholic liver disease:\n\n* clinical, biochemical, imaging criteria and liver biopsy where available\n* Age 18 - 65 years old\n\nControls:\n\n* Serum liver transaminases (i.e. ALT and AST) 40 IU/L\n* Normal liver ultrasound\n* Age 18 - 65 years old\n\nExclusion Criteria:\n\nFor both groups - alcoholic liver disease and controls:\n\n* Poorly controlled diabetes mellitus (HbA1C\\>9.5 g/dl)\n* Untreated Hyper- / hypo- thyroidism\n* Patients on dialysis, renal disease with serum creatinine 1.5 mg/dL\n* Active intravenous drug use\n* History of bowel surgery or gastric bypass surgery\n* Medications known to alter muscle protein metabolism (i.e. corticosteroids, tamoxifen, high-dose estrogen, testosterone or anabolic steroids)\n* Metastatic disease, Advanced cardiac or pulmonary disease\n* Pregnancy\n* Coagulopathy- INR \\>1.4 and platelet count \\<80,000/ml.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Histologically characterized patients with alcoholic steatosis, hepatitis and cirrhosis (n=10 each) will be recruited from the liver transplant nutrition clinic or the hepatology inpatient service and their body composition quantified using protocols already established by the PI.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}