{"protocolSection":{"identificationModule":{"nctId":"NCT03193567","orgStudyIdInfo":{"id":"RTS-005"},"briefTitle":"Study of High Efficient Killing Cell Therapy for Advanced NSCLC","officialTitle":"Phase I Study of High Efficient Killing Cell Therapy for Advanced Non Small Cell Lung Cancer"},"descriptionModule":{"briefSummary":"The purpose of this study to preliminarily evaluate the safety and efficacy of High Efficient Killing Cell Therapy for refractory and advanced non-small cell lung cancer","detailedDescription":"Patients with pathological confirmed non-small cell lung cancer with no standard treatment are enrolled. The patients fails in previous at least 2 lines of chemotherapy and 1 line of targeted therapy where applicable. This is a prospective exploratory trial."},"conditionsModule":{"conditions":["Non Small Cell Lung Cancer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients' age from 18 years to 70 years.\n* Patients who have a life expectancy of at least 3 months.\n* pathologically confirmed non-small cell lung cancer.\n* failed in previous standard chemotherapy and targeted therapy.\n* Karnofsky performance status 0-1.\n* adequate organ functions.\n\nExclusion Criteria:\n\n* Pregnant and lactating women.\n* Patients with T cell lymphoma, syphilis, AIDS or combination\n* Patients with highly allergic or have a history of severe allergies\n* Patients with severe hepatic or renal dysfunction\n* Patients with severe autoimmune disease or who is being treated with immunosuppressive agents\n* Patients with severe infection not controlled or High fever\n* Patients with organ transplantation or waiting for organ transplantation.\n* Patients with brain metastasis\n* Patients with severe coagulopathy (e.g. hemophilia)\n* Patients without adequate ability to understand, sign informed consents and take part in the clinical research voluntarily.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]}}}