{"protocolSection":{"identificationModule":{"nctId":"NCT03210831","orgStudyIdInfo":{"id":"NCH-00000631"},"briefTitle":"Early Predictors of Necrotizing Enterocolitis in Neonates","officialTitle":"Clinical Model for Early Predictors of Necrotizing Enterocolitis in Neonates"},"descriptionModule":{"briefSummary":"The goal of this project is to identify neonates who are predisposed to Necrotizing Enterocolitis (NEC). the investigators will determine the effectiveness of non-invasive measures as well as biochemical markers to identify neonates early in the disease process. Thus, the investigators aim to identify infants with NEC prior to the onset of symptoms to institute or test treatments in the long term to prevent the progression of the disease in these infants.","detailedDescription":"The study will enroll premature, low birth weight infants in the Neonatal Intensive Care Units (NICU). Potential study subjects will be identified upon delivery, or transfer to the NICU, and notification by the neonatology service. Infants born at less than 30 weeks gestational age, birth weight less than or equal to 1500 grams will be eligible for enrollment in the study. The purpose of the study designed is to compare the splanchnic tissue oxygenation index and gut inflammatory biomarkers of patients with any stage of NEC with healthy controls. Since we will not be able to determine which patients will develop NEC a priori, we will anticipate enrolling up to 450 neonates to identify 15 neonates with NEC."},"conditionsModule":{"conditions":["Necrotizing Enterocolitis"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Infants born at ≤30 weeks gestational age and/or\n* Infants with a birth weight ≤1500 grams\n\nExclusion Criteria:\n\n* gestational age at birth greater than 30 weeks\n* obvious dysmorphic syndromes\n* any abdominal wall defect including omphalocele or gastroschisis\n* any known intestinal atresia\n* complex cardiac abnormalities\n* any known lethal chromosomal abnormalities","healthyVolunteers":true,"sex":"ALL","maximumAge":"7 Days","stdAges":["CHILD"],"studyPopulation":"low birth weight, preterm infants","samplingMethod":"PROBABILITY_SAMPLE"}}}