{"protocolSection":{"identificationModule":{"nctId":"NCT03206060","orgStudyIdInfo":{"id":"170087"},"briefTitle":"Lu-177-DOTATATE (Lutathera) in Therapy of Inoperable Pheochromocytoma/ Paraganglioma","officialTitle":"Lu-177-DOTATATE (Lutathera) in Therapy of Inoperable Pheochromocytoma/ Paraganglioma"},"descriptionModule":{"briefSummary":"Background:\n\nPheochromocytoma and paraganglioma are rare tumors. They usually form inside and near the adrenal gland or in the neck region. Not all these tumors can be removed with surgery, and there are no good treatments if the disease has spread. Researchers think a new drug may be able to help.\n\nObjective:\n\nTo learn the safety and tolerability of Lu-177-DOTATATE. Also, to see if it improves the length of time it takes for the cancer to return.\n\nEligibility:\n\nAdults who have an inoperable tumor of the study cancer that can be detected with Ga-68-DOTATATE PET/CT imaging\n\nDesign:\n\nParticipants will be screened with a medical history, physical exam, and blood tests.\n\nEligible participants will be admitted to the NIH Clinical Center.\n\nParticipants will get the study drug in an intravenous infusion. They will get 4 doses, given about 8 weeks apart.\n\nBetween 4 and 24 hours after each study drug dose, participants will have scans taken. They will lie on their back on a scanner table.\n\nParticipants will have vital signs taken. They will give blood and urine samples.\n\nDuring the study, participants will have other scans taken. Some scans will use a radioactive tracer.\n\nParticipants will complete quality of life questionnaires.\n\nParticipants will be contacted by phone 1-3 days after they leave the Clinical Center. They will then be followed every 3 to 6 months for 3 years or until their disease gets worse.","detailedDescription":"Background:\n\n* Pheochromocytomas/paragangliomas (PHEOs/PGLs) are rare tumors arising from neural crest tissue that can develop in sympathetic and parasympathetic paraganglia throughout the body. Those arising in the adrenal gland are called PHEOs while those located extra-adrenally are called PGLs.\n* While benign and uni-focal, PHEO/PGL can be effectively treated with surgical resection, participants with metastatic PHEO/PGL often times have few effective and efficient treatment options with current treatments aimed more at palliation and symptom control. Furthermore, some benign head and neck PGLs may be inoperable because of their size and location.\n* Somatostatin receptors (SSTR), especially type 2, have been shown to be over-expressed in a number of human tumors, including gastroenteropancreatic (GEP), carcinoids, neuroblastoma, prostate cancer, and PHEO/PGL among many others.\n* Ionizing radiation such as the beta particles emitted by Lu-177 cause DNA damage to target cells through both direct and indirect mechanisms. In addition, ionizing radiation has also been shown to induce cell death through what is known as the bystander effect, a phenomenon where cellular signaling from irradiated cells towards non-irradiated cells induces cellular damage and eventually death in nearby surrounding cells.\n* Lu-177-DOTATATE is a somatostatin analog that predominantly recognizes SSTR2. This reagent has been used extensively and its well-tolerated safety profile and efficacy has been shown in a variety of neuroendocrine tumors.\n\nPrimary Objective:\n\nTo assess the safety and to evaluate the ability of Lu-177-DOTATATE to improve upon progression-free survival (PFS) at 6 months in participants with inoperable, SSTR positive PHEO/PGL by comparing PFS of participants treated with Lu-177-DOTATATE to historical controls from existing literature.\n\nEligibility:\n\n* Histologically-proven, surgically inoperable, PHEO/PGL participants (both newly diagnosed or participants with existing diagnoses are eligible)\n* Must have presence of SSTR+ disease as documented by positive Ga-68-DOTATATE PET scan\n\n  * Positivity of Ga-68-DOTATATE PET scan defined as having at least one lesion that is greater than or equal to 10 mm in diameter with uptake that is higher than or equal to liver and is qualitatively higher and distinguishable from background activity.\n  * Measurable disease as defined by RECIST 1.1\n* Age: greater than or equal to 18\n* Karnofsky Performance Score greater than or equal to 60 or, ECOG Performance Status of 2 or better\n* Able to understand and willing to sign informed consent\n\nDesign:\n\n* Open-label, single-arm, multi-center, phase 2 study evaluating efficacy and safety of Lu- 177-DOTATATE in the selected participant population divided into two cohorts: 1) SDHx cohort will include participants with the succinate dehydrogenase mutation, which is the most common and most aggressive genetic sub-group of participants with PHEO/PGL, and 2) apparent sporadic cohort which will include participants without a clear genetic mutation.\n* Lu-177-DOTATATE is administered IV every 8 (+/- 2) weeks, for a total of 4 administrations. Gamma whole-body planar and/or SPECT/CT imaging of Lu-177-DOTATATE will be obtained at 4 to 72-hours post-injection to confirm localization of treatment to intended targets (optional for participating sites). A CT/MRI for RECIST, Ga-68-DOTATATE and F-18-FDG PETs will be obtained post-2 administrations and post-4 administrations.\n* All participants will be contacted by phone within a week after each Lu-177-DOTATATE and in-person every 4 weeks. After the end of treatment visit at week 32, participant will continue to be followed every 12 weeks until 3 years after the first Lu-177-DOTATATE administration. Follow-up visits may be conducted remotely or via telemedicine. After the 3 years, all participants will be contacted yearly until death to assess survival and disease status.\n* Participants who have met the primary endpoint of having achieved a PFS of at least 6 months after the initial treatment course, may be eligible to receive further cycles of Lu-177-DOTATATE at the time of progression."},"conditionsModule":{"conditions":["Pheochromocytoma","Paraganglioma","Neuroendocrine Tumors","Neuroendocrine Neoplasms"]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Surgically inoperable participants with clinical diagnosis of PHEO/PGL who also have demonstrated disease histologically consistent with pheochromocytoma or paraganglioma (preferably confirmed by research site pathology review if initial pathology was done outside of research site, but not mandatory)\n* Progressive disease by RECIST 1.1 with or without symptoms within the last 12 months. NOTE: Untreated participants with existing histologic diagnoses are eligible if progression can be demonstrated\n* PHEO/PGL that is not associated with any known susceptibility genetic mutations for PHEO/PGL except SDHx mutation (a.k.a. \"apparent sporadic\"), based on documented genetic testing results obtained prior to study enrollment. PHEO/PGL that is associated with non-SDHx mutations such as VHL, NF1, and RET will not be eligible for this study.\n* Both metastatic and inoperable primary-only participants are eligible.\n* Must have presence of SSTR+ disease as documented by positive Ga-68-DOTATATE PET scan within 12 weeks of anticipated treatment.\n\nNOTE:\n\n* Positivity of Ga-68-DOTATATE PET scan defined as having at least one lesion that is greater than or equal to 10 mm in diameter with uptake that is higher than or equal to liver and is qualitatively higher and distinguishable from background activity.\n* Measurable disease as defined by RECIST 1.1\n\n  * Age greater than or equal to 18\n  * Karnofsky Performance Score greater than or equal to 60 or ECOG Performance Status of 2 or better.\n  * Able to understand and willings to sign informed consent.\n  * Ability and willingness to obtain all required scans per study schedule.\n  * Negative serum pregnancy test for women of child-bearing potential. NOTE: A female is not of childbearing potential if a prior history of hysterectomy with bilateral oophorectomy or other procedure has rendered the participant surgically sterile, or \\>2 years since last menstruation.\n  * Female participants of childbearing potential and male participants who are not surgically sterile or with female partners of childbearing potential must agree to use effective, non-hormonal means of contraception (intrauterine contraceptive device, barrier method of contraception in conjunction with spermicidal gel) prior to study entry, for the duration of study participation, and for 4 months for male participants or 7 months for female participants (10 half-lives of Lu-177) after the last dose of Lu-177-DOTATATE.\n  * Must have outside endocrinologist/medical oncologist who can follow the participant after receiving PRRT (NIH only requirement).\n  * Patients with secreting tumors must be receiving adequate pharmacologic catecholamine blockade as determined by the treating physician.\n  * Ineligible, unable to or unwilling to receive standard first line therapy for PHEO/PGL.\n\nEXCLUSION CRITERIA:\n\n* Creatinine clearance \\<50 mL/min calculated by the MDRD method, eventually confirmed by measured creatinine clearance (or measured glomerular filtration rate (GFR) using plasma clearance methods.\n* Serum albumin less than or equal to 3.0 g/dL unless prothrombin time is within the normal range.\n* Liver dysfunction as evidenced by Child s Class C Liver Disease or worse Alternatively, AST or ALT \\> 2.5 times institutional upper limit of normal (ULN) unless liver metastases are present, in which case up to 5 times ULN would be allowed.\n* Hb \\< 8.0 g/dL; WBC \\< 2.0 x 10\\^9/L (or Absolute Neutrophil Count \\< 1000); Platelets \\< 100 x 10\\^9/L\n* In participants with symptoms of congestive heart failure, New York Heart Association (NYHA) classification of grade III or IV\n* Pregnancy or lactation.\n* Prior anti-tumoral radionuclide therapy with unsealed sources. Prior therapy with sealed radioactive sources such as brachytherapy will be allowed.\n* Prior local radiation therapy would be allowed as long as there is at least one non-irradiated index lesion.\n* Known brain metastases, unless these metastases have been treated and stabilized for at least 24 weeks, prior to enrollment in the study. Patients with a history of brain metastases must have a head CT or MRI scan with contrast to document stable disease for at least 24 weeks prior to enrolment in the study.\n* Other known co-existing malignancies except non-melanoma skin cancer and carcinoma in situ of the uterine cervix, unless definitively treated and proven no evidence of recurrence for 5 years.\n* Patients who participated in any therapeutic clinical study with an investigational agent within the last 30 days.\n* Patients may be on somatostatin analogue therapy (e.g. but not only limited to sandostatin or lanreotide therapy). However, therapy with somatostatin analogues should not be initiated or altered within 3 months of study enrolment. Patients on short term octreotide may have dose held for 24 hours prior to Lu-177-DOTATATE therapy. Those on long acting octreotide therapy will receive treatment at 1 to 5 days prior to their next cold octreotide dose, in order to prevent competition for the receptor.\n* Patient weight \\> 400 lbs (table limit for PET scanner) or per local institutional standard for participating sites.\n* Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, hypertension (\\>180/110), arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Inability to tolerate at least one modality of diagnostic anatomic imaging, such as CT or MRI.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}