{"protocolSection":{"identificationModule":{"nctId":"NCT03193333","orgStudyIdInfo":{"id":"SOPH122-0316/III"},"briefTitle":"PRO-122 Versus Concomitant Therapy in Subjects With Uncontrolled Primary Open-angle Glaucoma (PRO-122LATAM)","officialTitle":"A Non-inferiority in the Intraocular Pressure Decrease of the Preservative-free Ophthalmic Solution PRO-122 Versus Concomitant Therapy in Subjects With Uncontrolled Primary Open-angle Glaucoma"},"descriptionModule":{"briefSummary":"Objectives: To evaluate the non-inferiority in the intraocular pressure decrease of the preservative-free ophthalmic solution PRO-122, manufactured by Laboratorios Sophia S.A. de C.V., versus concomitant therapy in subjects with uncontrolled primary open-angle glaucoma and/or IOP.\n\nHypothesis: The mean (average) value of the IOP final absolute reduction in the experimental group (PRO-122) is not lower, considering a lower limit of 1 mmHg, compared to the IOP mean absolute reduction of the standard group (concomitant therapy).\n\nMethodology: A non-inferiority, phase III, double-blind, randomized, controlled, parallel, clinical trial","detailedDescription":"Number of patients: 51 subjects divided into 3 groups (17 subjects per group)\n\nDiagnosis and main inclusion criterion:\n\nDiagnosis: Primary open-angle glaucoma or ocular hypertension\n\nMain criteria:\n\n* Patients of either sex\n* Average intraocular pressure (IOP) ≤ 36 mm/Hg\n* Previous management with ocular hypotensive medications ≥ 2 months, without achieving control (target IOP)\n* Age ≥ 18 years\n* Informed consent\n\nTest product, dosage and route of administration:\n\n* PRO-122. Preservative-free ophthalmic solution of timolol 0.5% / brimonidine 0.2% / dorzolamide 2% Manufactured by Laboratorios Sophia, S.A. de C.V., Zapopan, Jalisco, Mexico. + Placebo + Placebo\n* Dosage: 1 drop every 12 hours\n* Route of administration: ophthalmic\n\nTreatment duration: 90 days\n\nEvaluation criteria:\n\nEfficiency (non-inferiority):\n\n* IOP decrease\n\nSafety:\n\n* Best corrected visual acuity\n* Cup-to-disc ratio\n* Visual fields determined by computerized perimetry\n* Central corneal thickness determined by pachymetry\n* Ocular surface integrity, including:\n\n  * Conjunctival hyperemia\n  * Chemosis\n  * Fluorescein staining\n* Density of goblet cells\n* Adverse events\n\nTolerability:\n\n* Ocular comfort index\n\nStatistical methodology:\n\nThe data will be expressed with measures of central tendency: mean and standard deviation for quantitative variables. The qualitative variables will be presented in frequencies and percentages. Statistical analysis will be done by means of a Kruskal-Wallis test for quantitative variables. The difference between qualitative variables will be analyzed using an square chi An alpha ≤ 0.05 would be considered as significant."},"conditionsModule":{"conditions":["Primary Open-angle Glaucoma"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent\n* Age greater or equal to 18 years\n* Both sexes\n* Women of childbearing age with birth control method\n* Diagnosis of Primary open-angle glaucoma (according to the Guidelines of the Preferred Practice Pattern of the American Academy of Ophthalmology) or ocular hypertension (OHT)\n* Intraocular pressure (IOP) not controlled with dual therapy according to the principal investigator (PI) judgment.\n* IOP on the selection visit at 9 am, after the washing period, from 21 - 36 mmHg in at least one eye.\n\nExclusion Criteria:\n\nGeneral criteria\n\n* Pregnant, breastfeeding or planning to get pregnant women.\n* Women of childbearing age and who do not intake a hormonal contraceptive method, intrauterine device or bilateral tubal obstruction.\n* Participation in another clinical research study greater or equal 30 days before the screening visit.\n* People who cannot comply with their attendance at appointments or with all the - Protocol requirements\n\nMedical and therapeutic criteria:\n\n* Anterior chamber angle grade less than 2 of Shaffer rating.\n* Excavation of optic nerve greater than 0.80 horizontal or vertical (ratio cup-disc)\n* Serious loss of central visual field in any eye (sensitivity less or equal to 10 decibels in greater or equal to 2 of 4 points of the visual field test close to the fixation point)\n* People not able to safely suspend ocular hypotensives drug products for the washout period according to the PI judgement.\n* Chronic, recurrent, or active ocular inflammatory diseases (e.g. uveitis, scleritis, keratitis, herpetic) in any eye.\n* Eye trauma less or equal to 6 months prior to the study\n* Eye infection / inflammation less or equal to 3 months prior to the study\n* Clinically significant or progressive retinal disease (e.g. degenerations, diabetic retinopathy, retinal detachment)\n* Ability Visual 20/200 or worse in any of the eyes.\n* Subject with only one eye\n* Eye diseases that contraindicate the use of Beta-blocker (BB) Alpha-adrenergic agonist (AA) or Carbonic anhydrase inhibitors (CAIs)\n* Intraocular surgery less or equal to 6 months prior to the study\n* Laser intraocular surgery less or equal to 3 months prior to the study\n* Any abnormality preventing reliable applanation tonometry\n* Unstable or uncontrolled cardiovascular disease\n* Chronic pulmonary disease (e.g. bronchial asthma)\n* Any condition or illness that do not fit the subject for the study according to the PI judgment.\n* Use of high doses of salicylate (1 g daily) less or equal to4 weeks before the eligibility visit\n* In treatment with psychotropic medications that increase the adrenergic response\n* Known hypersensitivity to BB medications (e.g. timolol), AA (e.g. brimonidine) and CAI (e.g. dorzolamide), sulfonamide derivatives, or any of the components of the study drugs\n* Concomitant use of monoamine oxidase inhibitors\n* Systemic or topical use of corticosteroids","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}