{"protocolSection":{"identificationModule":{"nctId":"NCT03212404","orgStudyIdInfo":{"id":"CK-301-101"},"briefTitle":"Phase 1 Study of CK-301 (Cosibelimab) as a Single Agent in Subjects With Advanced Cancers","officialTitle":"A Phase 1, Open-label, Multicenter, Dose-escalation Study of CK-301 Administered Intravenously as a Single Agent to Subjects With Advanced Cancers"},"descriptionModule":{"briefSummary":"CK-301 (cosibelimab) is a fully human monoclonal antibody of IgG1 subtype that directly binds to Programmed Death-Ligand 1 (PD-L1) and blocks its interactions with the Programmed Death-1 (PD-1) and B7.1 receptors. The primary objectives of this study are to assess the safety, tolerability and efficacy of CK-301 when administered intravenously as a single agent to subjects with selected recurrent or metastatic cancers.","detailedDescription":"This is a first-in-human, Phase 1, open-label, multicenter, dose-escalation study of CK-301 (cosibelimab), a fully human monoclonal IgG1 antibody targeting PD-L1. The study will consist of 3 periods: Screening (up to 28 days), Treatment (28-day cycles), and Follow-up (up to 6 months of visits with survival follow-up for select cohorts). Following the dose escalation portion of the study, additional evaluable subjects may be included in order to further characterize safety and efficacy at selected doses and/or in specific patient sub-groups."},"conditionsModule":{"conditions":["Lung Neoplasms","Carcinoma, Non-Small-Cell Lung","Carcinoma, Small Cell","Malignant Mesothelioma, Advanced","Head and Neck Cancer","Melanoma","Merkel Cell Carcinoma","Renal Cell Carcinoma","Urothelial Carcinoma","Classical Hodgkin Lymphoma","Cutaneous Squamous Cell Carcinoma","Non Hodgkin Lymphoma","Endometrial Cancer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written informed consent.\n* Male or female subjects aged greater than or equal to 18 years.\n* For NSCLC: Histologically or cytologically confirmed diagnosis of unresectable recurrent or metastatic non-small cell lung cancer.\n* For CRC: Histologically confirmed diagnosis of recurrent or metastatic colorectal cancer assessed as microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR).\n* For EC: Histologically or cytologically confirmed advanced, recurrent or metastatic endometrial carcinoma.\n* For cSCC: Histologically confirmed diagnosis of unresectable or metastatic cutaneous squamous cell carcinoma not amenable to local therapy.\n* For SCLC: Histologically or cytologically confirmed diagnosis of unresectable small cell lung cancer.\n* For MPM: Histologically or cytologically confirmed diagnosis of unresectable malignant pleural or peritoneal mesothelioma.\n* For HNSCC: Histologically or cytologically confirmed diagnosis of recurrent or metastatic HNSCC (oral cavity, pharynx, larynx), stage III/IV and not amenable to local therapy with curative intent (surgery or radiation therapy with or without chemotherapy).\n* For MEL: Histologically confirmed diagnosis of unresectable Stage III or metastatic melanoma not amenable to local therapy (excluding uveal or ocular melanoma).\n* For MCC: Histologically confirmed diagnosis of metastatic Merkel cell carcinoma not amenable to local therapy.\n* For RCC: Histologically confirmed diagnosis of renal cell carcinoma (with clear cell component) with advanced or metastatic disease that is not amenable to cure by surgery or other means.\n* For UC: Histologically or cytologically documented locally advanced or metastatic transitional cell carcinoma of the urothelium (including renal pelvis, ureters, urinary bladder, urethra) not amenable to cure by surgery or other means.\n* For HL: Histologically confirmed primary diagnosis of classical Hodgkin's lymphoma.\n* For B-cell NHL: Histologically confirmed diagnosis of non-Hodgkin lymphoma.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1 at trial entry and an estimated life expectancy of at least 3 months\n* Must have at least one measurable lesion based on RECIST 1.1.\n* Have provided a formalin fixed tumor tissue sample from a biopsy of a tumor lesion either at the time of or after the diagnosis of metastatic disease has been made AND from a site not previously irradiated.\n* Adequate hematological, hepatic and renal function as defined in the protocol.\n* Effective contraception for both male and female subjects if the risk of conception exists.\n* Other protocol defined inclusion criteria could apply.\n\nExclusion Criteria:\n\n* Prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, anti-CTLA-4 antibody, or any other antibody or drug specifically targeting T-cell co-stimulation or immune checkpoint pathways.\n* Concurrent treatment with a non-permitted drug.\n* History of severe hypersensitivity reactions to other monoclonal antibodies.\n* Prior malignancy active within the previous 2 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer or carcinoma in situ of the cervix or breast, or localized prostate cancer.\n* Chemotherapy, radioactive, biological cancer therapy, or tyrosine kinase inhibitor (TKI) therapy, within four weeks prior to the first dose of study drug, or who has not recovered to NCI CTCAE Grade 1 or better from the AEs due to cancer therapeutics administered more than four weeks earlier.\n* Significant acute or chronic infections as defined in the protocol.\n* Active or history of interstitial lung disease (ILD), or has had a history of pneumonitis that has required oral or IV steroids.\n* Active or suspected autoimmune disease or a documented history of autoimmune disease.\n* Known current drug or alcohol abuse.\n* Underlying medical conditions that will make the administration of study drug hazardous or obscure the interpretation of toxicity determination or adverse events.\n* Use of other investigational therapy within 28 days before study drug administration.\n* Pregnant or breastfeeding.\n* Uncontrolled or significant cardiovascular disease.\n* Psychiatric illness or social situation that would preclude study compliance.\n* Receipt of live, attenuated vaccine within 28 days prior to the first dose of study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}