{"protocolSection":{"identificationModule":{"nctId":"NCT03206372","orgStudyIdInfo":{"id":"FIT-H (29BRC17.0063)"},"briefTitle":"Risk Factors of Venous Thromboembolism in Women During Hormonal Exposure","officialTitle":"Risk of Venous Thromboembolism in First Degree Relatives of Women With or Without Venous Thromboembolism During Hormonal Exposure"},"descriptionModule":{"briefSummary":"Young women have an increased risk of venous thromboembolism (VTE) during hormonale exposure (estrogen-containing pill or pregnancy). In order to detect women at higher risk of VTE during hormonal exposure, thrombophilia testing is often performed in order to adapt contraception methods and/or to increases thromboprophylaxy during pregnancy. However, such practice is probably not accurate nor discriminent. Indeed, there are evidence that the impact of the familial history of VTE might be stronger than that of detectable inherited thrombophilia.\n\nThe \"FIT-H\" study is a cross-sectional study comparing the prevalence of previous venous thromboembolism in first-degree relatives of women (propositi) who had a first episode of venous thromboembolism in association with hormonal exposure with the prevalence of previous venous thromboembolism in first-degree relatives of women who did not have venous thromboembolism during a similar hormonal exposure.\n\nThe primary objective is to determine the association between the presence or the absence of VTE in young women during hormonal exposure and the presence or the absence of a previous episode of VTE in their first-degree relatives. Secondary objective is to determine the impact of associated inherited thrombophilia on the risk of VTE in first-degree relatives.","detailedDescription":"Rational\n\nThe annual incidence of venous thromboembolism (VTE) is about 1 to 2/1000 person-years and mortality is 10% when VTE occurs as pulmonary embolism. VTE is a multifactorial disease caused by hereditary and acquired risk factors. Among the latter, hormonal exposure in young women (estrogen-containing pill, pregnancy) remains a major health issue given the frequency of this condition and the 4 to 5-fold increased risk of VTE in the presence of such exposure. In practice, inherited thrombophilia screening is often performed with the aim to identify young women at higher risk for VTE and to avoid estrogen-containing pill or to reinforce thromboprophylaxis during pregnancy. The increased risk of thrombosis in relatives is incompletely explained by the presence of known thrombophilias, as the risk of thrombosis in first-degree relatives is increased even if patients do not have a detectable defect.8,9 In a large cross-sectional study including 2830 first-degree relatives of patients with VTE, we previously showed that the risk of VTE in the first-degree relatives of patients with a first VTE is strongly influenced by whether the VTE was provoked or unprovoked, the patient's age when the VTE occurred, and the number of relatives who have had thrombosis. The risk of VTE in first-degree relatives is about twice as high if the index case had an unprovoked compared to a provoked VTE, is about three times as high if the index case had VTE before about 50 years compared to later in life, and at least twice as high if two rather than one family members have had VTE. The influence of these factors on the risk of VTE in first-degree relatives was additive, and occurred independently of the presence of factor V Leiden or the prothrombin 20210A gene in index cases. The underlying hypothesis is that patients who have unprovoked VTE or at a young age often have undetected hereditary thrombophilias and that these defects increase the risk of thrombosis in their relatives. However, the number of included young women in the study was to low to confirm if such familial risk was also elevated if young women were on hormonal exposure.\n\nIn the present study, our hypothesis is that the risk of VTE in first-degree relatives of young women with VTE on hormonal exposure will be higher than that in first-degree relatives of young women on a similar hormonal exposure without VTE, independently of the presence or not of a detectable inherited thrombophilia.\n\nMethods\n\nDesign: French multicentre prospective cross-sectional case-control study comparing the prevalence of VTE in first-degree relatives (subjects) of young women with VTE during hormonal exposure (propositus) with the prevalence of VTE in first-degree relatives (subjects) of young women without VTE during a similar hormonal exposure (propositus).\n\nObjectives\n\n* Primary objective: to demonstrate an association between the risk of VTE in young women on hormonal exposure (estrogen-containing pill or pregnancy) and the presence of e previous VTE in their first-degree relatives.\n* Secondary objectives:\n\n  * To determine if this there is an influence of a detectable inherited minor thrombophilia (factor V Leiden, G20210A prothrombin variant) on the risk of VTE in first-degree relatives\n  * To determine if this there is an influence of a detectable inherited major thrombophilia (protein, S or antithrombin deficiency) on the risk of VTE in first-degree relatives\n  * To determine the impact of the clinical characteristics of VTE in their first-degree relatives (age, dead or alive at the time of inclusion)\n  * To determine the impact of clinical characteristic of VTE in the propositus (age, PE vs DVT, severity of VTE, type of hormonal exposure) on the risk of VTE in the first-degree relatives.\n\nMain risk factor: the presence of VTE in young women on hormonal exposure.\n\nPrimary outcome: the presence of a previous symptomatic VTE in first-degree relatives.\n\nDefinitions\n\n* cases are first-degree relatives (i.e., parents, siblings, children) of young women who have VTE during hormonal exposure;\n* controls are first-degree relatives (i.e., parents, siblings, children) of young women who did not have VTE during a similar hormonal exposure;\n* study subjects are first-degree relatives\n* propositi are young women on hormonal exposure, whether VTE was present of not\n* hormonal exposure is defined by estrogen-containg pill exposure (ongoing or stopped from less than 3 months) or pregnancy or post-partum (in the three months following delivery), in the absence of other provoking risk factors (such as surgery, prolonged immobilization or trauma of lower limbs in the past three months, or cancer in the past 2 years)\n\nStudy population\n\nEligibility criteria:\n\n- Propositi with objectively confirmed proximal deep vein thrombosis (i.e. ultrasonography) or pulmonary embolism (i.e. lung scanning) in women (18 to 50 years) while on hormonal exposure.\n\nInclusion criteria\n\n* cases are first-degree relatives (i.e., parents, siblings, children) of young women (18 to 50 years) who have VTE during hormonal exposure;\n* controls are first-degree relatives (i.e., parents, siblings, children) of young women (18 to 50 years) who did not have VTE during a similar hormonal exposure;\n* the propositus is willing to provide written informed consent to participate in the study and to allow at least one of their first-degree relatives to be approached for the study;\n* First-degree relatives are eligible as study subjects if they are: a biological child, full sibling or biological parent of an index case; at least 16 years of age; and if they provided informed consent. \\* Exclusion criteria\n* first-degree relative where the propositus had thromboprophylaxis during hormonal exposure or had VTE in association with other provoking risk factors (surgery, trauma, prolonged immobilization, cancer, as defined above)\n* No information can be obtained on first degree family members.\n* Family member under 16 years of age.\n* Vulnerable person other than minors aged 16 to 18 (person placed in guardianship, curatorship)\n* Not affiliated with and not beneficiary of a health insurance scheme. \\* First-degree relatives who were dead could be included as study subjects provided the index case agreed, and information about previous VTE was available.\n\nIndex cases will be enrolled prospectively at six university hospitals in France when they will be diagnosed with a acute episode of acute symptomatic VTE.\n\nMatching criteria\n\nFirst degree relatives \"cases\" will matched (1:1) with first-degree relatives \"controls\" via their propositi characteristics based on the following keys:\n\n* age ±2 years\n* hormonal exposure (pregnancy or estrogen-containing pill)\n* tobacco smoking\n* BMI\n\nPrevious VTE in First-Degree Relatives\n\n* Using a previously described algorithm, first-degree relatives were classified as \"have had VTE\" if they satisfied either of the following two criteria. First, results of diagnostic testing were available that documented previous deep vein thrombosis (including thrombosis confined to the distal deep veins) or pulmonary embolism. Second, they had, in addition to a history of symptoms suggestive of VTE, at least one of the following: i) a history of having been treated with anticoagulant therapy for at least two months without another indication; or ii) a current ultrasound examination that showed that the proximal deep veins were not fully compressible or that there was reflux in a popliteal vein; or iii) current symptoms and signs suggestive of the post-thrombotic syndrome (defined as a score ≥5 on the Villalta scale).\n* Relatives were classified as \"have not had VTE\" if they satisfied all of the following criteria: 1) no known or suspected previous diagnosis of VTE; and 2) no unexplained anticoagulation in the past; and 3) did not currently have symptoms or signs suggestive of the post thrombotic syndrome (i.e., had a score \\<5 on the Villalta scale).\n* Relatives were classified as \"uncertain for previous VTE\" if they did not satisfy the criteria for either previous, or no previous, VTE.\n\nFactor V Leiden and the Prothrombin 20210A Gene Variant After first-degree relatives had completed assessments for previous VTE, their index cases will categorized as positive for factor V Leiden or the prothrombin 20210A gene variant, or negative for both. Personnel who will be unaware of the propositus family history of VTE, or the subject's past history of VTE, will perfome these assays in a central laboratory in France.\n\nEthic committee:\n\nIRB was obtain in July, 7th 2017 (CPP méditerranée Sud V). The study is expected to start in september 2017.\n\nStatistics:\n\n* sample size: in our previous work, the prevalence of previous VTE in first-degree relative of young women with unprovoked (no surgery, no trauma, no immobilization and no cancer) VTE that occurred before 50 years was 9.5% as compared the 5.5% observed in first-degree relatives of young women who had VTE before 50 years with one of these provoking risk factors. For an alpha risk of 5% and a beta risk of 80%, 1000 cases of 200 propositi with VTE and 1000 controls of 2000 propositi without VTE are required; taking in account the proportion of 10% of first-degree relatives that should be classified as \"uncertain for VTE\", 2200 first degree relatives of 440 propositi are required.\n* VTE prevalence will compared between cases and controls using a conditional logistic regression in univariate then in multivariate analysis. A random intercept will be also introduced to account for the clustering effect within families (intra-family correlation)."},"conditionsModule":{"conditions":["Venous Thromboembolic Disease"]},"eligibilityModule":{"eligibilityCriteria":"Eligibility criteria:\n\n- Propositi with objectively confirmed proximal deep vein thrombosis (i.e. ultrasonography) or pulmonary embolism (i.e. lung scanning) in women (18 to 50 years) while on hormonal exposure.\n\nInclusion criteria\n\n* cases are first-degree relatives (i.e., parents, siblings, children) of young women (18 to 50 years) who have VTE during hormonal exposure;\n* controls are first-degree relatives (i.e., parents, siblings, children) of young women (18 to 50 years) who did not have VTE during a similar hormonal exposure;\n* the propositus is willing to provide written informed consent to participate in the study and to allow at least one of their first-degree relatives to be approached for the study;\n* First-degree relatives are eligible as study subjects if they are: a biological child, full sibling or biological parent of an index case; at least 16 years of age; and if they provided informed consent. \\*\n\nExclusion criteria\n\n* first-degree relative where the propositus had thromboprophylaxis during hormonal exposure or had VTE in association with other provoking risk factors (surgery, trauma, prolonged immobilization, cancer, as defined above)\n* No information can be obtained on first degree family members.\n* Family member under 16 years of age.\n* Vulnerable person other than minors aged 16 to 18 (person placed in guardianship, curatorship)\n* Not affiliated with and not beneficiary of a health insurance scheme.\n\n  * First-degree relatives who were dead could be included as study subjects provided the index case agreed, and information about previous VTE was available.\n\nIndex cases will be enrolled prospectively at six university hospitals in France when they will be diagnosed with a acute episode of acute symptomatic VTE.","healthyVolunteers":true,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Definitions\n\n* cases are first-degree relatives (i.e., parents, siblings, children) of young women who have VTE during hormonal exposure;\n* controls are first-degree relatives (i.e., parents, siblings, children) of young women who did not have VTE during a similar hormonal exposure;\n* study subjects are first-degree relatives\n* propositi are young women on hormonal exposure, whether VTE was present of not\n* hormonal exposure is defined by estrogen-containg pill exposure (ongoing or stopped from less than 3 months) or pregnancy or post-partum (in the three months following delivery), in the absence of other provoking risk factors (such as surgery, prolonged immobilization or trauma of lower limbs in the past three months, or cancer in the past 2 years)","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}