{"protocolSection":{"identificationModule":{"nctId":"NCT03199729","orgStudyIdInfo":{"id":"2016-0887"},"briefTitle":"Aging and Mixed Perturbation Training to Reduce Falls in Locomotion","officialTitle":"Aging and Mixed Perturbation Training to Reduce Falls in Locomotion"},"descriptionModule":{"briefSummary":"The long-term objective of this research is to develop an efficacious training paradigm to enhance older adults' defense mechanisms against falls and possibility reduce healthcare cost. The Centers for Disease Control and Prevention estimates the direct medical cost for fall related injuries to be $30 billion annually. Slips and trips combined account for more than 50% of the outdoor falls in community-dwelling older adults. These environmental perturbations are opposing in nature, with slips mainly resulting in backward falls and trips in forward falls. This project explores perturbation training through both slip and trip exposure based on the principles of motor learning. The project design consists of a randomized controlled trial to examine the ability of the central nervous system to mitigate the interference in stability control (if any) that is induced by opposing types of perturbations. It also introduces a novel combined slip and trip perturbation training paradigm to enhance one's ability to retain and generalize the acquired fall-prevention skills to both types of falls. Slips and trips induced on an over ground walkway will be used to prepare the motor system to improve stability control and vertical limb support to resist falls. The longer-term benefits of such combined perturbation training over exclusive slip-only or trip-only perturbation training in reducing both laboratory-induced and real life falls will also be assessed. The hypothesis of this study if supported by the results will provide an evidence-supported training protocol to reduce the fall-risk among community-dwelling older adults.","detailedDescription":"Impaired or delayed reactive postural responses pose a potential threat to falls while walking resulting in slips or trips in older and neurologically impaired individuals. Therefore, increase in understanding of postural responses to unexpected external perturbation in older adults and people with neurological diseases will lead to development of new therapeutic approaches for fall prevention in this population. The overall objective of this is to investigate the dynamic stability during slip and trip-like experiences by evaluating the efficiency of recovery responses, retention and fall-risk reduction to slips or trips induced during normal walking in healthy older adults. Participants will be community dwelling ambulatory older adults between the age range of 60 to 90 years. Subjects will be screened for the inclusion criteria. Subjects who qualify will go through clinical balance assessment and dynamic stability training. The older adults will be divided into any of the four groups -1) overground slip only training, 2) overground trip only training, 3) overground combined slip + trip training, or 4) control (single slip + single trip). For both overground slip/trip, all subjects' normal walking pattern and their recovery responses to slip/trip will be recorded with a motion tracking system (including videotaping) while they walk across an instrumented area along a straight path in the lab. A slip will be induced after a subject steps on a low-friction platform. A trip will be induced by introducing an obstacle device while the subject is walking, which consists of a hinged aluminum plate. At 12 months post-training session, the follow-up stability test will consist only of one slip and trip induced on the training side and contralateral side. Incidence of falls and physical activity will be monitored between training and re-test sessions through falls and activity monitoring-questionnaire to describe details of the falls."},"conditionsModule":{"conditions":["Older Adults"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Community ambulators who use assistive device and are able to walk independently for 8m, healthy older adults between the age group of 60 to 90 years.\n* Absence of any acute or chronic neurological, cardiopulmonary, musculoskeletal or systemic diagnosis.\n* No recent major surgery (\\< 6 months) or hospitalization (\\< 3 months)\n* Not on any sedative drugs.\n\nExclusion Criteria:\n\n* Subjects will be excluded if they report presence of pain, osteoporosis or any medical conditions during telephone screening (see Telephone screening form). Also subjects will be excluded if they are on osteoporosis medication, and narcotics/opioids class of drugs under the sedative medications.\n* Individuals classified as osteoporotic with heel bone density measurement with a T-score \\< -2 using an ultrasound device.\n* Individuals with mild cognitive impairment (Mini-mental State Exam score \\< 25/30)\n* Complain of shortness of breath or uncontrolled pain (\\> 3/10 on VAS) or pulse oxygen drops \\< 92% or are unable to achieve the age-specified minimal ambulation distance during 6 minute walk test.\n* Subjects with body weight more than 250lbs.","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]}}}