{"protocolSection":{"identificationModule":{"nctId":"NCT03206710","orgStudyIdInfo":{"id":"VCSIP ECHO"},"briefTitle":"Vitamin C Supplementation to Pregnant Smokers: Follow-up of 2 Randomized Trials Plus Changes in DNA Methylation","officialTitle":"Maternal Vitamin C Supplementation to Decrease Effects of Smoking During Pregnancy on Infant Lung Function and Health: Follow-up of 2 Randomized Trials and Association With Changes in DNA Methylation"},"descriptionModule":{"briefSummary":"In a randomized clinical trial (RCT) published in JAMA, the investigators have provided evidence that vitamin C supplementation (500 mg daily during pregnancy) ameliorates the effects of maternal smoking during pregnancy on offspring lung function and subsequent incidence of wheeze by 48% through 1 year of age. The investigators are currently completing a second RCT of vitamin C supplementation in pregnant smokers with more robust measures of pulmonary outcomes. The purpose of this ECHO application is to combine these 2 focused, interventional cohorts to allow critical longitudinal follow-up of respiratory outcomes in these children including the study of pulmonary function test (PFT) trajectories and incidence of recurrent wheeze/asthma from infancy through early adolescence in offspring of pregnant smokers randomized to vitamin C versus placebo.","detailedDescription":"In a randomized clinical trial (RCT) published in JAMA, the investigators have provided evidence that vitamin C supplementation (500 mg daily during pregnancy) ameliorates the effects of maternal smoking during pregnancy on offspring lung function and subsequent incidence of wheeze by 48% through 1 year of age. the investigators are currently completing a second RCT of vitamin C supplementation in pregnant smokers with more robust measures of pulmonary outcomes. The purpose of this ECHO application is to combine these 2 focused, interventional cohorts to allow critical longitudinal follow-up of respiratory outcomes in these children including the study of pulmonary function test (PFT) trajectories and incidence of recurrent wheeze/asthma from infancy through early adolescence in offspring of pregnant smokers randomized to vitamin C versus placebo.\n\nThis will allow the investigators to study the duration of the protection vitamin C provides in the face of in-utero smoke, the relationship between PFTs and the development of recurrent wheeze and/or asthma. In addition we have preliminary data suggesting that, in parallel with the effects of vitamin C on the reduction of pulmonary harm, the supplementary vitamin C blocked the majority of significant changes in DNA methylation induced by maternal smoking in placentas, cord blood and offspring cheek cells. Thus this study will also study the association between the prevention of wheeze/asthma associated with maternal smoking during pregnancy and the prevention of epigenetic changes caused by maternal smoking during pregnancy. By linking the clinical outcomes of decreased wheeze/asthma and pulmonary function in offspring of smokers to epigenetic changes, this study has the potential to identify genes linked to the effects of maternal smoking on lung development and the protective effects of vitamin C."},"conditionsModule":{"conditions":["Asthma","Wheezing","In Utero Nicotine","Pulmonary Function"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women and their offspring randomized to vitamin C versus placebo during pregnancy in VCSIP1 or VCSIP2 as well as pregnant nonsmokers and their offspring enrolled as the reference group in VCSIP 1 or VCSIP2\n\nExclusion Criteria:\n\n* Patients specifically withdrawing consent from VCSIP1 or VCSIP2","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"11 Years","stdAges":["CHILD"],"studyPopulation":"This study is a follow-up of women and their offspring who previously participated in NCT00632476 and/or NCT01723696.","samplingMethod":"PROBABILITY_SAMPLE"}}}