{"protocolSection":{"identificationModule":{"nctId":"NCT03192501","orgStudyIdInfo":{"id":"ZZiCAGES-001"},"briefTitle":"iCAGES-guided Precision Therapy for Cancers in Contrast to Standard Care or IHC-guided Theray","officialTitle":"Multicentre Perspective Non-interventional Study of Survival Benefits of iCAGES-guided Therapy in Contrast to Standard Therapy or IHC-guided Therapy for Advanced Cancers"},"descriptionModule":{"briefSummary":"This study prospectively evaluates whether the use of iCAGES (integrated CAncer GEnome Score) tool in guiding the treatment of advanced cancers is superior to current standard care or IHC-guided therapy in progress free survival (PFS),overall survival (OS),and improvement of life quality.","detailedDescription":"Cancer is a fatal disease caused by the accumulation of various oncogene and tumor suppressor gene mutations. Studies of high-throughput sequencing for patients who suffered from cancer has found that different mutations play a different role in the occurrence and development of different cancers. Several gene panels already exist to help identify mutations in a few genes that may have corresponding FDA-approved drugs or drugs under clinical trials. However, given whole-genome/exome sequencing data, the suitable clinical analysis tool to analyze individualized cancer-related gene mutations, and recommend the most appropriate targeted treatment options among hundreds of possible drugs therapy is absent currently.\n\nThe recently proposed iCAGES is a precise biomedical informatics analysis tool, which could help increase the accuracy of cancer driver gene detection and prioritization, bridge the gap between personal cancer genomic data and prior cancer research knowledge,and facilitate cancer molecular diagnosis as well as personalized precision therapy.\n\nIHC detection of multiple molecules such as EGFR, HER2-3, TROP3, NECTIN4, MET, B7-H3-4, B1-H7, Claudin18.2, FGFR1-4, Mesothelin, ROR1, BCMA, AXL, TF, FRα, CD70, PPARα, HIF-2α, RET, ROS1, NTRK, CDK4/6, FLT3, EZH2 are also scheduled for appropriate targeted therapy and comparison if available."},"conditionsModule":{"conditions":["Lung Cancer","Gene Abnormality","Gene Product Sequence Variation","Cancer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pathological and clinical diagnosis of recurrence / metastatic lung cancer or other advanced cancers.\n* There are PACS images available at the Second Affiliated Hospital of Guangzhou Medical University and the collaborated Hospitals.\n* The patient is informed consent and signed a written consent.\n\nExclusion Criteria:\n\n* Age \\> 70 or \\<18 years old.\n* Previous history of malignant tumors.\n* Pregnant or lactating female patients.\n* Any serious concomitant disease that is expected to have an adverse effect on prognosis, including the heart disease that treatment is required, unsatisfactory controlled diabetes and psychiatric disorders.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"In this study, all the patients will be recruited from the Second Affiliated Hospital of Guangzhou Medical University and the collaborated Hospitals during 01/07/2017 to 01/07/2019, 250 advanced patients (90 cases for A group, 70 cases for B group, and 90 cases for C group) are anticipated to be collected. All the patients are more than 18 years old and less than 75 years old. The follow-up will be performed every 2 month until 2 years after the first treatment post-recruitment or quit.","samplingMethod":"PROBABILITY_SAMPLE"}}}