{"protocolSection":{"identificationModule":{"nctId":"NCT03195556","orgStudyIdInfo":{"id":"IRB00017343"},"briefTitle":"Augmentation of Limb Perfusion With Contrast Ultrasound","officialTitle":"Augmentation of Limb Perfusion With Contrast Ultrasound"},"descriptionModule":{"briefSummary":"Our laboratory has discovered that ultrasound (US) imaging together with clinically approved microbubble ultrasound contrast agents can augment limb tissue perfusion. These observations have been made in mice with and without peripheral artery disease (PAD), and also in humans where high power contrast enhanced ultrasound (CEU) was used to measure perfusion but was found also to augment perfusion by almost 2-fold. The latter human studies were performed with ultrasound protocols designed for perfusion imaging and not for flow augmentation. In this study, we will measure the degree to which limb perfusion is augmented with specific therapeutic CEU settings that are still within the FDA-approved limits with regards to US power and contrast dosing."},"conditionsModule":{"conditions":["Peripheral Arterial Disease"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥18 y.o.\n* For PAD subjects: known history of unilateral or bilateral PAD diagnosed by reduced ankle-brachial index or angiography and a Rutherford symptom class of 4-6.\n\nExclusion Criteria:\n\n1. Major medical illness other than PAD affecting the limb (muscle disease, blood diseases that influence flow or rheology, severe heart failure \\[NYHA class IV or LVEF \\<30%\\]).\n2. Pregnant or lactating females\n3. Hypersensitivity to any ultrasound contrast agent\n4. Known atrial septal defect or large right to left shunt.\n5. Hemodynamic instability (hypotension with systolic BP \\<90 mm Hg, need for vasopressors)\n6. Evidence for ongoing myocardial ischemia\n7. For normal controls, any known structural non-arrhythmic cardiovascular disease (coronary artery disease, heart failure, moderate or greater valve disease).","healthyVolunteers":true,"sex":"ALL","minimumAge":"19 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]}}}