{"protocolSection":{"identificationModule":{"nctId":"NCT03194815","orgStudyIdInfo":{"id":"SINAPPS 2"},"briefTitle":"IVIG and Rituximab in Antibody-associated Psychosis - SINAPPS2","officialTitle":"A Randomised Phase II Double-blinded Placebo-controlled Trial of Intravenous Immunoglobulins and Rituximab in Patients With Antibody-associated Psychosis (SINAPPS2)"},"descriptionModule":{"briefSummary":"A randomised phase II double-blinded placebo-controlled trial designed to explore the utility of immunotherapy for patients with acute psychosis associated with anti-neuronal membranes (NMDA-receptor or Voltage Gated Potassium Channel).\n\nPrimary objective: To test the efficacy of immunotherapy (IVIG and rituximab) for patients with acute psychosis associated with anti-neuronal membranes.\n\nSecondary objective: To test safety of immunotherapy (IVIG and rituximab) for patients with acute psychosis associated with anti-neuronal membranes.","detailedDescription":"Investigators propose a randomised double-blinded placebo-controlled trial to test the hypothesis that immunotherapy is an effective treatment of antibody-associated psychosis, either first episode of psychosis or relapse following previous remission. Immunotherapy for the trial consists of one cycle of intravenous immunoglobulin (IVIG: 2g/kg over days 1-4) followed by two infusions of 1g rituximab (at day 28-35, and then 14 days after the first infusion). The rationale for this regime is that it combines a rapid-action treatment (IVIG) to induce remission with a longer-action therapy (rituximab) to maintain remission. It is based on a protocol where elimination of circulating antibodies is the treatment goal, namely \"desensitisation\" of potential transplant patients who have multiple anti-HLA antibodies capable of inducing hyperacute rejection and also being tested in various trials on clinicaltrials.gov (NCT00642655, NCT01178216, and NCT01502267). Blinding is required to minimise placebo responses in a trial based on symptomatology."},"conditionsModule":{"conditions":["Psychosis","Autoimmune Encephalitis"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute psychosis \\>2 weeks. This may either be first episode or relapse after remission (remission defined as having mild or absent symptoms of psychosis for at least 6 months)\n* Serum or CSF neuronal membrane autoantibodies at pathological levels (including NMDAR, LGI1 and other)\n* Psychosis symptoms as defined by PANSS ≥4 on at least one of the following items: P1, P2, P3, N1, N4, N6, G5 and G9.\n\nExclusion Criteria:\n\n* Current episode of psychosis greater than 24 months duration\n* Co-existing severe neurological disease\n* Evidence of current acute encephalopathy\n* Hepatitis or HIV infection, pregnancy\n* Contraindications to any trial drug\n* Concurrent enrolment in another CTIMP","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]}}}