{"protocolSection":{"identificationModule":{"nctId":"NCT03215836","orgStudyIdInfo":{"id":"16-2522"},"briefTitle":"Obesity, Metabolic Dysregulation and the Airway Epithelium in Asthmatics","officialTitle":"Obesity, Metabolic Dysregulation and the Airway Epithelium in Asthmatics"},"descriptionModule":{"briefSummary":"The objective of this pilot study is to determine whether obesity and metabolic syndrome are in fact synergistic in relation to airway nitric oxide (NO) biology. To do so, the investigators want to determine how obesity and the metabolic syndrome relate to metabolism in bronchial airway epithelial cells and the nasal epithelium.","detailedDescription":"This is a cross sectional pilot study comparing specific metabolic pathways in bronchial airway epithelial cells and the nasal epithelium across the following patient groups:\n\n1. Obese (Body Mass Index (BMI) ≥ 30) asthmatics without metabolic syndrome,\n2. Obese asthmatics with metabolic syndrome,\n3. Obese non-asthmatics, and\n4. Non - obese (lean \\> 18 \\<= 25, Overweight (OW) \\> 25 - \\<30) asthmatics.\n\nParticipants in these groups will be matched by gender, age and asthma severity. To be enrolled, participants must be non-current smokers and be controlled. After meeting screening criteria, participants will undergo further evaluation to determine whether or not inclusion and exclusion criteria are met. Participants will undergo a baseline evaluation, lung function testing and a subsequent bronchoscopy and nasal epithelial brush sampling in those that meet study enrollment.\n\nParticipants without a bronchodilator withhold will be scheduled to undergo a methacholine test. Those that qualify will undergo a bronchoscopy to obtain bronchoalveolar lavage and airway epithelial cells and nasal epithelial brush sampling for gene expression studies. After the procedure is done and post bronchoscopy safety standards are met, participants will be discharged from the inpatient Clinical Translational Research Center (CTRC) recovery area. The research coordinator will call the participant on the night of the procedure and on the next day to document post-procedure clinical stability."},"conditionsModule":{"conditions":["Asthma","Obesity","Metabolic Syndrome"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor ALL Groups\n\n1. Adequate completion of informed consent process with written documentation\n2. Male and female patients, ≥ 18 - 65 years old\n3. Smoking history \\<10 pack years and no smoking in the last year\n\n   \\*\\*Subjects can be included in the study if they are on blood pressure treatment and are on a diet control/exercise only treatment of diabetes.\n4. Specific to Asthma Groups\n\ni. From all racial/ethnic backgrounds with a diagnosis of asthma based on physician diagnosis for \\>6 months\n\n1. Specific to Metabolic Syndrome Group. Metabolic syndrome diagnosis based on having at least any three of: a. Triglycerides ≥ 150 mg/dl; b. High-density lipoproteins (HDL) cholesterol ≤ 50 mg/dl for women and ≤ 40 mg/dl for men; c Fasting blood glucose ≥ 100 mg/dl; d. Waist circumference \\> 40 inches males and \\> 35 inches females); e. Previously diagnosed hypertension or on antihypertensive medication; f. Blood pressure greater than 130/85 on two consecutive measurements.\n2. Specific to Non-Metabolic Syndrome Group a. Baseline pre-bronchodilator forced expiratory volume (FEV1) of 50% or greater of predicted with a 12% or greater bronchodilator (BD) response to 4 puffs of albuterol or PC20 methacholine (16 mg) if no BD response; b. BMI ≥ 30\n\n   Metabolic syndrome diagnosis based on having at least any three of:\n\n   i. Triglycerides ≥ 150 mg/dl; ii. HDL cholesterol ≤ 50 mg/dl for women and ≤ 40 mg/dl for men; iii. Fasting blood glucose ≥ 100 mg/dl; iv. Waist circumference \\> 40 inches males and \\> 35 inches females); v. Previously diagnosed hypertension or on antihypertensive medication; vi. Blood pressure greater than 130/85 on two consecutive measurements.\n3. Specific to Non-Obese Group a. Body Mass Index (BMI) \\< 30\n\n   b. Specific to Non-Asthma Group i. No history of asthma or any other airway diseases; ii. Pulmonary function test within normal limits; iii. BMI ≥ 30.\n\nExclusion Criteria (all groups):\n\n1. Significant or uncontrolled concomitant medical illness (PI discretion) including, but not limited to heart disease, cancer, diabetes (HbAc1 \\> 6.5), renal disease (creatinine \\> 2.0) at Visit 0, neurological (brain damage) or psychiatric disorder (diagnosed by a mental health professional of behavioral or mental pattern that may cause suffering or a poor ability to function in life);\n2. Chronic renal failure (creatinine \\> 2.0) at screening (associated with higher asymmetric dimethylarginine (ADMA) levels);\n3. Current statins use (statins lower ADMA levels);\n4. On diabetic medications;\n5. Positive pregnancy test;\n6. Positive urine cotinine and/or urine tetrahydrocannabinol (THC) test;\n7. Current or recent (within 30 days) investigational treatment or participation in another interventional research study (including non-pharmacologic interventions);\n8. Unable or unlikely to complete study assessments or the study intervention (i.e. bronchoscopy) poses undue risk to patient in the opinion of the investigator.\n\n   a. Specific to Asthma Groups i. Respiratory tract infection within the last 4 weeks; ii. Oral or systemic corticosteroids (CS) burst within the last 4 weeks; iii. Asthma-related hospitalization within the last 2 months; iv. Asthma-related ER visit within the previous 4 weeks.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]}}}