{"protocolSection":{"identificationModule":{"nctId":"NCT03203239","orgStudyIdInfo":{"id":"29388"},"briefTitle":"Red Light Treatment in Peripheral Artery Disease","officialTitle":"Vasodilatory Effects of Light on Peripheral Artery Disease"},"descriptionModule":{"briefSummary":"Subjects with a known diagnosis of peripheral artery disease as measured by an abnormal ankle brachial index (\\<.9 or \\>1.1) will undergo a single 5 min exposure of 670 nm light, 1 cm above the gastrocnemius muscle. Blood flow will be measured by infusion of ultrasound contrast and subsequent acquisition of ultrasound images. 2 blood samples will be collected for measurement of nitric oxide metabolites.","detailedDescription":"The intent of this protocol is to measure blood flow in the gastrocnemius muscle in patients with documented peripheral artery disease before and after exposure to 670 nm light energy. The study consists of one visit. Blood flow measurement will be performed using contrast enhanced ultrasound, a method by which ultrasound contrast is continuously infused into the blood stream. Ultrasound records images in the area of interest and flow is related to the intensity of the contrast in each image. Blood will be drawn to measure nitric oxide metabolites. The study is designed to consist of one visit. However, if the protocol changes or the data quality initially collected is uninterpretable, subjects may be asked to return to allow for a standard methodology across all participants. In this case, the subjects who are asked to return will be subject to the same informed consent process a second time. The two visits will be at least one week apart to further reduce the already minimal risks of the study. This will also limit the number of study participants required to gather the necessary data to complete the study, thereby limiting the risks of the study to a smaller number of participants."},"conditionsModule":{"conditions":["Peripheral Artery Disease","Claudication, Intermittent","Vasodilation"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants will be subjects between the ages of 18 and 85 who have been diagnosed with peripheral artery disease. Men and women will be recruited for participation. All ethnicities will be included in this study.\n\nDiagnosis of peripheral artery disease is defined as an Ankle Brachial index of \\<0.9 or greater than 1.1 either at rest or during treadmill exercise.\n\nExclusion Criteria:\n\n* Exclusionary criteria include age under 18 years and over 85 years, those who are unable to understand the consent process , those who cannot read or speak English, active pregnancy, hypersensitivity to perflutren contrast agents, pulmonary hypertension, active illicit drug use, untreated blood pressure over 160/95, sickle cell disease, or a history of intracardiac shunt. Additional exclusion criteria neurological diseases such as spinal stenosis, unspecified pain disorders, and any uncontrolled medical conditions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]}}}