{"protocolSection":{"identificationModule":{"nctId":"NCT03216005","orgStudyIdInfo":{"id":"CLN 003"},"briefTitle":"Investigation of Femoropopliteal In Situ Valve Formation With the InterVene System","officialTitle":"Investigation of Femoropopliteal In Situ Valve Formation With the InterVene System"},"descriptionModule":{"briefSummary":"To evaluate the safety and effectiveness of the BlueLeaf System for the restoration of venous competence for the treatment of symptomatic chronic venous insufficiency (CVI).","detailedDescription":"Prospective, non-randomized, multicenter pre-market feasibility study to evaluate subjects treated with the BlueLeaf System for the treatment of symptomatic CVI of the lower extremity. The BlueLeaf System is designed to form autogenous tissue leaflets from vein walls in the femoral and popliteal veins without the use of a permanent vascular implant for the treatment of CVI. Subjects meeting eligibility criteria will be enrolled and may be followed through 5 years post treatment."},"conditionsModule":{"conditions":["Chronic Venous Insufficiency"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Symptomatic CVI subjects, Clinical Etiological Anatomical Pathophysiological (CEAP) grade 3 to 6;\n* Failed compression therapy of at least 6 months' duration;\n* Deep system venous reflux characterized by \\>1 second reflux time;\n* Presence of at least one target site within the target vessel.\n\nExclusion Criteria:\n\n* Untreated significant superficial venous incompetence which, in the opinion of the Investigator, may be the primary source of existing symptoms;\n* Deep venous intervention in the target limb or outflow vessels within 6 months of consent;\n* Significant peripheral arterial disease with an ankle-brachial index of \\<0.50 or with incompressible vessels;\n* Acute deep venous thrombosis (DVT) within 3 months of consent;\n* History of stroke within the last 6 months;\n* Flow-limiting venous outflow obstruction central to the intended target sites;\n* Insufficient inflow through the treatment vein upon manual augmentation;\n* Chronic, diffuse, post-thrombotic femoropopliteal vein disease that, in the Investigator's opinion, would preclude venous valve formation or would inhibit flow through the treatment sites;\n* Chronic renal insufficiency with creatinine level of ≥2mg/dL;\n* Hemoglobin level \\<9.0 mg/dL;\n* Platelet count \\<50,000 or \\>1,000,000 per mm3;\n* Total white blood cell count \\<3,000/mm3;\n* Pregnant or lactating female; positive pregnancy test, women of childbearing potential must be tested;\n* Non-ambulatory patients;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}