{"protocolSection":{"identificationModule":{"nctId":"NCT03214263","orgStudyIdInfo":{"id":"REUM BIOMARKØRER 2014-10-30"},"briefTitle":"Identification of New Biomarkers to Promote Personalized Treatment of Patients With Inflammatory Rheumatic Diseases","officialTitle":"Identification of New Biomarkers to Improve Diagnostics or Predict Treatment Responses, Adverse Events or Prognosis in Patients With Inflammatory Rheumatic Disease Followed in the Danish Nationwide Quality Registry, DANBIO"},"descriptionModule":{"briefSummary":"Introduction: The medical treatment of inflammatory rheumatic diseases has improved dramatically during the last decades primarily due to the introduction of biological disease modifying anti-rheumatic drugs (bDMARDs). However, bDMARD treatment failure occurs in 30-40% of patients due to lack of effectiveness or side effects. The tools to predict treatment outcomes in the individual patient are currently limited. The objective of the present study is to identify diagnostic, prognostic and predictive biomarkers, which can be used to 1) diagnose inflammatory rheumatic diseases early in the disease course with high specificity and sensitivity, 2) improve prognostication or 3) predict treatment effectiveness and tolerability for the individual patient.\n\nMethods and analysis: Observational and translational open cohort study with prospective collection of clinical data and biological materials in patients with inflammatory rheumatic diseases treated in routine care. Patients contribute one cross-sectional blood sample (i.e. whole blood, serum, EDTA-plasma and -buffy coat, and blood in PAXgene RNA tubes) and/or are enrolled for longitudinal follow-up upon start of new DMARD (blood sampling after 0/3/6/12/24/36/48/60 months' treatment). Demographics, disease characteristics, comorbidities and lifestyle factors are registered at inclusion; DMARD treatment and outcomes are collected repeatedly during follow-up. Currently (June 2017) \\>5,000 samples from ≈3,000 patients have been collected. Data will be analysed using appropriate statistical analyses.\n\nEthics and dissemination: The protocol is approved by the Danish Ethics Committee and The Danish Data Protection Agency. All participants give written informed consent. Biomarkers will be evaluated and published according to REMARK, STROBE and STARD guidelines. Results will be published in peer-reviewed medical journals and presented at international conferences."},"conditionsModule":{"conditions":["Arthritis, Rheumatoid","Psoriatic Arthritis","Axial Spondyloarthritis","Connective Tissue Diseases","Gout"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with or suspected for the following diseases: rheumatoid arthritis (RA), psoriatic arthritis (PsA), axial spondyloarthritis (axSpA) or other inflammatory rheumatic diseases, connective tissue disorders or gout\n* Aged 18 year or older\n* Able to give informed consent\n\nExclusion Criteria:\n\n* None","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients are eligible for inclusion if they are followed in routine care and monitored in DANBIO with one of the following diagnoses: RA, axSpA (including ankylosing spondylitis), PsA, other inflammatory rheumatic diseases, connective tissue disorders or gout, or are suspected for one of the above. Patients must be able to give written informed consent and aged ≥18 years.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}