{"protocolSection":{"identificationModule":{"nctId":"NCT03208062","orgStudyIdInfo":{"id":"BioBanca"},"briefTitle":"Banca di Materiale Biologico Per lo Studio di Patologie Che Interessano l'Apparato Muscolo-scheletrico","officialTitle":"Costituzione di Una Banca di Materiale Biologico da Paziente (Biobanca) Per lo Studio di Patologie Che Interessano l'Apparato Muscolo-scheletrico"},"descriptionModule":{"briefSummary":"Musculoskeletal disorders are an heterogeneous group of diseases that represent one of the major causes of disability. Considering the importance of studying these pathologies, it is necessary to develop research lines based on the availability of human biological material from highly clinically relevant patients. The purpose of this project is therefore the establishment of a bank of biological material (biobank) to investigate important aspects related to the pathologies of the musculoskeletal system through subsequent bio-molecular characterization studies.","detailedDescription":"Musculoskeletal disorders constitute an heterogeneous group of diseases which represent one of the major causes of disability. These include degenerative, traumatic, genetic, metabolic and primitive and secondary tumor illnesses. Among the pathologies of the musculoskeletal system are extremely widespread and rare. Among the earliest can be illnesses such as osteoarthritis and osteoporosis which, due to their high frequency in the population, have a high impact not only at the personal but also at social level. The study of these pathologies to identify new therapeutic targets is therefore a goal of great strategic importance. In the oncological field, the skeleton is also one of the most common metastatic sites along with lung, brain and liver. Bone metastases have devastating effects on the quality of life of affected patients and result from the activation of extremely complex molecular mechanisms whose comprehension would allow identification of targets for their prevention and treatment, a key goal to date still reached. Unlike secondary bone tumors, primary tumors are a rare group of tumors. As such, research into these types of pathologies has often been limited by the low availability of human samples. Further characterization of these tumors is still necessary to promote proper recognition and improve treatment.\n\nConsidering the importance of studying these pathologies, it is necessary to establish a biobank of highly valuable biological material that would be the fundamental basis for the subsequent setting up and activation of research projects. The establishment of biobanks has been a fundamental support for the development of many research projects in a wide variety of fields. Currently there isn't a biobank at IRCCS Galeazzi Orthopedic Institute. The purpose of this project is therefore the creation of a biobank to investigate relevant aspects related to musculoskeletal disorders through subsequent bio-molecular characterization studies."},"conditionsModule":{"conditions":["Tissue Banking"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients admitted to our Institute\n* Patients aged ≥18 years\n* Patients with osteoarthritis of hip or knee and rehabilitated in the institute\n* Patients with primary and secondary tumors of the skeleton\n* Patients undergoing prosthetic surgery following infection of the implant\n\nExclusion Criteria:\n\n* Participants aged \\<18 years\n* Participants unable to release the Informed Consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The target group corresponds to the patients admitted to our Institute who are candidates for the following surgical or biopsy procedures:\n\n* patients with osteoarthritis of the hip or knee and rehabilitated in the institute\n* patients with primary and secondary tumors of the skeleton\n* patients undergoing prosthetic examination as a result of plant infection The population will include adult subjects. Patients will be considered eligible for enrollment in the project if they can provide informed written consent.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}