{"protocolSection":{"identificationModule":{"nctId":"NCT03193528","orgStudyIdInfo":{"id":"Rosser-2015-7"},"briefTitle":"A Novel Multiplex ELISA Assay for Evaluating Patients With Gross Hematuria for Bladder Cancer","officialTitle":"A Novel Multiplex ELISA Assay for Evaluating Patients With Gross Hematuria for Bladder Cancer"},"descriptionModule":{"briefSummary":"To improve upon the non-invasive detection of BCa by further validating a multiplex ELISA assay directed at a BCa-associated diagnostic signature in voided urine samples of patients with gross hematuria.","detailedDescription":"Hematuria is the most common presentation of BCa with 22% of patients with gross hematuria harboring BCa. VUC is the most widely used urine-based assay for detecting BCa; however, it fails to detect approximately 50% of low-grade or early stage BCa when it is most curable.\n\nBecause of this severe limitation, patients with hematuria (microscopic or gross) will undergo an invasive examination of the urinary bladder, where a miniature camera is inserted into the bladder. We propose to improve upon the non-invasive detection of BCa by further validating a multiplex ELISA assay directed at a BCa-associated diagnostic signature in voided urine samples of patients with gross hematuria."},"conditionsModule":{"conditions":["Bladder Cancer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or older\n* Have documented or reported gross hematuria within 3 month of study enrollment\n* Willing and able to give written informed consent\n\nExclusion Criteria (patients must not):\n\n* Have history of BCa\n* History of previous cancer (excluding basal and squamous cell skin cancer) within the past 3 years\n* Have a known active urinary tract infection or urinary retention\n* Have active stone disease (renal or bladder) or renal insufficiency (creatinine \\>2.0 mg/dL) Serum creatinine value can be up to 60 days before consent, otherwise repeat\n* Have ureteral stents, nephrostomy tubes or bowel interposition\n* Have recent genitourinary instrumentation (within 10 days prior to signing consent)\n* Be unable or unwilling to complete the hematuria evaluation (i.e., cystoscopy and upper tract imaging)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adults, age 18 and older who have documented gross hematuria within the past 3 months who are referred for cystoscopy and are willing to participate","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}