{"protocolSection":{"identificationModule":{"nctId":"NCT03200379","orgStudyIdInfo":{"id":"irb20170053"},"briefTitle":"Nation-wide Hepatitis C Virus (HCV) Registry in Taiwan","officialTitle":"Nation-wide Hepatitis C Virus (HCV) Registry in Taiwan"},"descriptionModule":{"briefSummary":"To determine the treatment efficacy, safety and long-term outcomes of chronic hepatitis C patients receiving directly acting antivirals in Taiwan","detailedDescription":"The National Health Insurance Administration (NHIA) in Taiwan supports the use of antivirals against CHC. Recently, the introduction of directly acting antivirals (DAA) has markedly improved the treatment adherence, efficacy and safety issues in well-designed clinical trials. However, the real world community effectiveness and long-term benefits of DAA for HCV treatments remain to be determined. Since the NHIA in Taiwan has reimbursed the DAA in the treatment of chronic hepatitis C (CHC) patients in the near future, establishment of a well prospectively designed registry policy is demanded in the national level to explore the unmet needs of HCV control in Taiwan. The primary purpose of the study is to establish a nationwide registry of patients undergoing antiviral treatment with DAA regimens for CHC at both academic and community practices. Based on this database, the clinical gaps regarding to treatment guidelines and management of adverse events will be identified. The registry system will be established as a research network and provide sufficient high-quality clinical information for investigators in Taiwan."},"conditionsModule":{"conditions":["Hepatitis C, Chronic"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients who are treated with DAA and have willingness to participate in this registry.\n\nExclusion Criteria:\n\nChronic hepatitis C patients who are unwilling to participate in the study and do not provide written informed consent for participation.","sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Eligible subjects would be those CHC patients who receive approved DAA in the daily practice. No clinical developing medications will be allocated patients. Baseline characteristics including viral status and basic demography will be evaluated before antiviral therapy. On treatment responses and adverse events will be and recorded during treatment period. The final treatment outcome defined as sustained virological response 12 weeks after treatment (SVR12) and safety profile will be then judged and evaluated. To explore the long-term outcome of the CHC patients receiving DAAs, patients will receive constant post-treatment outpatient department follow-up. All the interventions and follow-up strategy will be the same as other CHC patients who do not precipitate in the projects.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}