{"protocolSection":{"identificationModule":{"nctId":"NCT03206814","orgStudyIdInfo":{"id":"09A721"},"briefTitle":"Improving Hypertension Control in CHina and ARGEntina With a Mobile APP-based Telecare System","officialTitle":"Improving Hypertension Control in CHina and ARGEntina With a Mobile APP-based Telecare System"},"descriptionModule":{"briefSummary":"The CHARGE-APP project will investigate whether an innovative management strategy of hypertension based on the combination of usual care visits and ESH CARE App compared to standard care, is associated with differences in outcome, including control rate of office, home and ambulatory BP, cardiovascular and renal intermediate end points at one year, and changes in a number of blood pressure-related variables throughout the study.","detailedDescription":"CHARGE-APP is a proof-of-concept one-year prospective, randomized, open-label, blinded endpoint study (PROBE) including 2 groups of patients randomized to different treatment strategies:\n\n1. a new management strategy, named POST (i.e. \"Patient Optimal Strategy for Treatment\"), consisting in providing the patients with a system to communicate home blood pressure measurements to a referral centre, and the referral centre with an online platform to organize and easily interpret the information sent by patients and to monitor the patients' status;\n2. usual care, consisting in regular visits at the referral centre.\n\nPatients will be enrolled over 3 months and will be randomly allocated to one of the study groups. Follow-up phase will last 12 months after randomization and will focus on changes in ambulatory systolic BP (primary endpoint), in diastolic ambulatory BP, in office SBP and DBP, in Home SBP and DBP, in left ventricular mass index (LVMI) and urinary albumin excretion (UAE), all secondary end-points.\n\nAll patients will perform visits at baseline, three, six and twelve months. Physical examination, history of the patient and clinical blood pressure values will be obtained at every visit.\n\nEchocardiogram, ECG, urine samples (UAE, urinary albumin/creatinine and 24-h ambulatory blood pressure monitoring (ABPM) will be performed at baseline, three months, six months and study end.\n\nBlood samples (full blood count, creatinine, Na+, K+, fasting glucose, HbA1c, uric acid, lipids) will be performed at baseline; another blood sample will be collected at twelve months for measurement of serum creatinine (and renal function). UAE will be measured at baseline and study end, on morning urine samples.\n\nPatients randomized to POST-strategy will measure Home BP two days a week (two measurements in the morning and two measurements in the evening) and communicate these values with the ESH CARE app; furthermore, before each visit they will measure their Home BP for 7 consecutive days (two measurements in the morning and two measurements in the evening), according to current guidelines on hypertension.\n\nPatients randomized to usual care will also measure Home BP for 7 consecutive days at baseline and at study end, to provide a comparison. Operators (i.e. investigators dedicated to the follow-up of POST-strategy) will check these data organized by the POST system at least every 15 days, and adjust pharmacological therapy, if needed.\n\nIn patients randomized to usual care, therapy will be adjusted only at follow-up visits (i.e. at three and six months).\n\nPharmacological therapy will be increased or decreased according to blood pressure values; investigators may follow a therapy algorithm based on ESH/ESC guidelines, but are free to individualize it."},"conditionsModule":{"conditions":["Hypertension,Essential","Hypertension, Uncontrolled"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects;\n* Age 18-80 years;\n* Either the patient or another person close to him/her should possess a smartphone compatible with the ESH CARE app and be capable of using it;\n* Uncontrolled (untreated or treated) hypertension, defined as office BP ≥140/90 mmHg, and Ambulatory 24h ABP ≥130/80 mmHg\n\nExclusion Criteria:\n\n* eGFR \\<45 mL/min/1.73 m2 (CKD-EPI creatinine equation 2009);\n* Severe uncontrolled hypertension (i.e. BP ≥200/120 mmHg despite treatment);\n* Known secondary hypertension;\n* Orthostatic hypotension (SBP fall \\> 20 mmHg on standing);\n* Unstable clinical conditions or severe disease with short life expectation;\n* Known atrial fibrillation;\n* Hepatic disease as determined by either AST or ALT values \\> 2 times the upper limit of normal;\n* History of gastrointestinal surgery or disorders which could interfere with drug absorption\n* History of malignancy including leukaemia and lymphoma (but not basal cell skin cancer) within the last 5 years;\n* History of clinically significant autoimmune disorders such as systemic lupus erythematosus;\n* History of drug or alcohol abuse within the last 5 years;\n* History of non-compliance to medical regimens and/or patients who are considered potentially unreliable;\n* Dementia (clinical diagnosis);\n* Inability or unwillingness to give free informed consent;\n* Inability to use even simple communication technologies;\n* Pregnancy or planned pregnancy during study period","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]}}}