{"protocolSection":{"identificationModule":{"nctId":"NCT03211975","orgStudyIdInfo":{"id":"RNI2016-30"},"briefTitle":"Study of the Prognosis of Infectious Endocarditis (EPEI)","officialTitle":"Study of the Prognosis of Infectious Endocarditis (EPEI): Prospective and Retrospective Follow-up of a Cohort of Patients Hospitalized for Infectious Endocarditis"},"descriptionModule":{"briefSummary":"Infectious endocarditis (IE) is the localization and proliferation of blood-borne germs in the endocardium. It remains a complicated disease to manage due to its low incidence, diagnostic difficulties, the change in epidemiology in recent decades and high mortality rates. The annual incidence is estimated at 3-10 cases per 100,000 people.\n\nThe epidemiology of AR has changed significantly in recent years due to new risk factors. Indeed, the frequency of rheumatic heart disease, which was the first predisposing factor, decreased markedly in the industrialized countries, replaced by new predisposing factors: the presence of valvular prostheses or intracardiac materials (the risk of AR is multiplied by 50 Compared with the general population), hemodialysis, nosocomial infections, immunosuppression, increased use of injectable treatments and, above all, an aging population with an increase in degenerative diseases such as aortic stenosis and l Mitral insufficiency.\n\nThe diagnosis of IA is based on DUKE criteria. But the clinical presentation is sometimes atypical especially in case of infection on prosthesis where the diagnosis is based mainly on the results of the blood cultures and the ultrasound data.\n\nThe lesions visualized in ultrasound are: vegetations, abscesses, pseudo-aneurysms and fistulas constituting the degenerated abscess evolution, the perforation of the cusps of the native valve or the bioprosthesis giving rise to a jet of Eccentric regurgitation.\n\nThe evolution of endocarditis and its prognosis vary according to many factors: the type of germ responsible, the precocity of the diagnosis, the existence of a complication, the site of occurrence. These complications of endocarditis are frequent, sometimes revealing. EI is complicated by heart failure, atrioventricular conduction disorders, peri-vascular abscesses, embolic, neurological, renal and septic complications. Despite improvements in diagnosis and therapeutic methods, diagnosis is sometimes difficult, management remains very complicated and morbidity and mortality remain high. Studies are still needed to study the prognosis and to determine the predictive factors for hospital mortality and long-term mortality."},"conditionsModule":{"conditions":["Endocarditis Infective"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* all patients with certain infectious endocarditis according to Duke's criteria, confirmed by the presence of evocative images on the transthoracic and / or transesophageal ultrasound or by the data collected on the surgical specimens.\n\nExclusion Criteria:\n\n* Patients with an infection not meeting the Duke IE criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"patients with certain infectious endocarditis according to Duke's criteria","samplingMethod":"PROBABILITY_SAMPLE"}}}