{"protocolSection":{"identificationModule":{"nctId":"NCT03192800","orgStudyIdInfo":{"id":"COPSDAVF"},"briefTitle":"Clinical Outcome in Patients With Spinal Dural Arteriovenous Fistulas (COPSDAVF)","officialTitle":"Clinical Outcome in Patients With Spinal Dural Arteriovenous Fistulas"},"descriptionModule":{"briefSummary":"Spinal dural arteriovenous fistulas (SDAVFs) are the most common vascular disorder of the spine and account for approximately 70% of spinal vascular malformation.They are a rare pathology with an excepted incidence of only 5-10 new cases per million inhabitants per year. Most fistulas are found in the thoracolumbar region and \\> 80% of all SDAVFs are located between T6 and L2, whereas the cranio-cervical, cervical and sacral fistulas are more rare. SDAVFs have an overwhelmingly male predominance (80%), with an age presentation in the fifth or sixth dacede. It is presumed that SDAVFs are acquired diseases. A typical SDAVF is located inside the dural mater close to nerve root. It is fed by a radiculomeningeal artery and enters a radicular vein that merges in the perimedullary plexus. The presence of a shunt leads to a reversal of blood flow to the spinal cord venous system, which then induces venous hypertensive myelopathy.","detailedDescription":"The initial symptoms of venous congestion include gait disturbances, sensory symptoms (hyperesthesia and paresthesia), and sphincter dysfunction. These neurological symptoms are unspecific, so SDAVFs often go clinically underdiagnosed or misdiagnosed. But SDAVFs typically demonstrated a characteristic imaging appearance on spinal MRI including multilevel centromedullary cord T2 hyperintensity, enlarged intradural vessels along the dorsal and ventral aspect of the cord. If an SDAVF is suspected, conventional spinal angiography is required to confirm the diagnosis and determine the location of the fistula. Flowing diagnosis, expedient treatment is required, both microsurgery and endovascular embolization are safe and can achieve complete occlusion, the progression of the neurological deficits can be stopped in most instances.\n\nHowever, it is difficult to predict whose symptoms will improve and whose will stabilize or deteriorate. Due to the low incidence of the SDAVFs, nearly all studies which have been published about the clinical outcome and prognostic factors of SDAVFs are relatively limited and most of them are retrospective. In these studies, the preoperative severity of disability, age, gender, location of fistula and duration of symptoms have been analyzed as prognostic factors, therefore it remains unclear which are the most reliable predictor of clinical outcome. Moreover, the conclusions may be biased by long span of follow-up period or few clinical cases. Besides, the fitulas at the craniocervical junction often present with hemorrhage, while those below conus constitute 3 types of lesions. So the invsetigator conduct this prospective cohort study to clarify the 1-year outcome of patients with cervical and thoracolumbar SDAVFs and to determine the main prognostic factors."},"conditionsModule":{"conditions":["Spinal Vascular Disorder Nos"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patient diagnosed with spinal dural arteriovenous fiatulas\n* the fiatula locate between C2 and L5\n* patient not received surgical or interventional treatment before\n* patient with normal cardiac, renal and hepatic function\n* patient capable of understanding the content of the patient information / Informed Consent Form\n* patient willing and able to participate in the registry\n\nExclusion Criteria:\n\n* patient received surgical treatment or interventional treatment before\n* patient is pregnant patient allergic to iodine\n* patient unable to complete follow-up\n* patient with cerebral lesions patient with other spinal lesions\n* patient with cardiac, renal or hepatic dysfunction","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"all patients with spinal dural arteriovenous fistulas admitted to department of neurosurgery in Xuanwu Hospital and department of neurosurgery in Beijing Haidian Hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}