{"protocolSection":{"identificationModule":{"nctId":"NCT03210935","orgStudyIdInfo":{"id":"NI_2014_60"},"briefTitle":"French National Database of Rare Dermatological Cancers","officialTitle":"French National Database of Rare Dermatological Cancers: Merkel Cell Carcinoma, Inoperable or Metastatic Basal Cell Carcinoma, Cutaneous Adnexal Carcinomas"},"descriptionModule":{"briefSummary":"Merkel cell carcinoma, advanced basal cell carcinoma requiring systemic treatment, and cutaneous adnexal carcinomas are 3 types of rare skin cancers for which much remains unknown in terms of natural behavior, prognosis, treatment and outcomes.\n\nCARADERM is a French prospective national cohort enrolling patients with either one of these 3 tumor types, whose objectives are :\n\n* to provide epidemiological, clinical and socio-economic characteristics of patients\n* to identify new clinical or epidemiological prognostic factors for these rare cancers\n* to evaluate the impact of various treatments on outcomes","detailedDescription":"CARADERM is a French national multidisciplinary project which will prospectively enroll from 37 French centers any patient presenting with Merkel cell carcinoma, advanced basal cell carcinoma requiring systemic treatment or cutaneous adnexal carcinoma.\n\nA structured and centralized database of clinical monitoring of patients will be established. Information captured will include clinical constitutional factors, factors linked to primary carcinoma, factors linked to lymph node involvement, \"American Joint Committee on Cancer\" (AJCC) stage at inclusion, recurrence patterns, therapeutic interventions (medical, surgical, radiotherapy and palliative strategies) with evaluation of response, date of death, date of latest news."},"conditionsModule":{"conditions":["Adnexal Tumor of Skin","Merkel Cell Carcinoma","Advanced Basal Cell Carcinoma Requiring Systemic Treatment"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with histologically confirmed Merkel cell carcinoma, advanced basal cell carcinoma requiring systemic treatment, or cutaneous adnexal carcinoma\n\nExclusion Criteria:\n\n* Subjects without Merkel cell carcinoma, advanced basal cell carcinoma requiring systemic treatment, or cutaneous adnexal carcinoma\n* Patients refusal","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients with histologically confirmed Merkel cell carcinoma, advanced basal cell carcinoma requiring systemic treatment, or cutaneous adnexal carcinoma","samplingMethod":"PROBABILITY_SAMPLE"}}}