{"protocolSection":{"identificationModule":{"nctId":"NCT03213093","orgStudyIdInfo":{"id":"69HCL16_0168"},"briefTitle":"Pressure and Diabetic Foot","officialTitle":"Neurovascular Cutaneous Response to Pressure and Risk of Diabetic Foot Ulcer in Patients With Type 2 Diabetes"},"descriptionModule":{"briefSummary":"Diabetic foot ulcer (DFU) is a worldwide burden in the management of patients with diabetes. Peripheral neuropathy has a key role in the physiopathology of DFU. Others factors as skin vulnerability to plantar pressure, glycation of skin protein, articular rigidity, vascular component and abnormal foot plantar pressure are also important to take into account. The aim of the study is to assess prospectively different factors involved in DFU pathogenesis notably the neurovascular response to non noxious pressure."},"conditionsModule":{"conditions":["Diabetes and Risk of Diabetic Foot Ulcer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\>18 years\n* Type 2 diabetic subject\n* Absence of active diabetic foot ulcer\n* Patients \"Grade 0\", \"Grade 1\", \"Grade 2\" or \"Grade 3\" of the International Working Group on Diabetic Foot Risk Classification defined by:\n* absence of alteration of perception of Monofilament 10g at the level of the plantar arch for the \"grade 0\"\n* alteration of perception of Monofilament 10g at the level of the plantar arch for the \"grade 1\"\n* alteration of perception of Monofilament 10g at the level of the plantar arch associated with foot deformity and / or an arteriopathy defined by the absence of perception of one of the two peripheral pulses for the \"grade 2\"\n* History of diabetic foot ulcer for the \"grade 3\"\n* Signature of consent to participate in the study\n\nExclusion Criteria:\n\n* Chronic alcoholism with usual consumption of at least 5 alcoholic drinks per day\n* Pregnancy\n* Congenital methemoglobinemia.\n* Porphyria\n* Skin injured on the tibia, whatever the lesion\n* Recent major cardiovascular history (less than 3 months)\n* Severe renal disease (serum creatinine\\> 300 μmol.l-1)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}