{"protocolSection":{"identificationModule":{"nctId":"NCT03205995","orgStudyIdInfo":{"id":"OMS721-HUS-002"},"briefTitle":"Safety and Efficacy Study of OMS721 in Patients With Atypical Hemolytic Uremic Syndrome","officialTitle":"A Phase 3 Study to Evaluate the Safety and Efficacy of OMS721 for the Treatment of Atypical Hemolytic Uremic Syndrome (aHUS) in Adults and Adolescents"},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the platelet count change from baseline and safety of OMS721 in adults and adolescents with atypical hemolytic uremic syndrome (aHUS). The study will also evaluate pharmacokinetics (PK), pharmacodynamics (PD), and anti-drug antibody response (ADA).","detailedDescription":"This is a Phase 3, multicenter study of OMS721 in adults and adolescents with atypical hemolytic uremic syndrome (aHUS). The uncontrolled, open-label study will evaluate the effect of OMS721 in subjects with plasma therapy-resistant aHUS and plasma therapy-responsive aHUS. This study has four periods: Screening, Treatment Induction, Treatment Maintenance, and Follow-up. Approximate enrollment is 80 subjects. An interim analysis will be performed after 40 subjects have completed 26 weeks of treatment for potential registration."},"conditionsModule":{"conditions":["Thrombotic Microangiopathies","Atypical Hemolytic Uremic Syndrome"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Competent to provide informed consent, or if a minor, have at least one parent or legal guardian to provide informed consent with written assent from the subject.\n* Are at least 12 years old at screening (Visit 1).\n* Have a clinically diagnosis of primary atypical hemolytic uremic syndrome (aHUS), with ADAMTS13 activity greater than 5% in plasma.\n* Plasma therapy-resistant aHUS patients must have a screening platelet count less than 150,000/uL, evidence of microangiopathic hemolysis, and serum creatinine greater than upper limit of normal.\n* Plasma therapy-responsive aHUS patients must have documented history of requiring plasma therapy to prevent aHUS exacerbation and received plasma therapy at least once every 2 weeks at an unchanged frequency for at least 8 weeks before first dose of OMS721.\n\nExclusion Criteria:\n\n* Have STEC-HUS, a direct positive Coombs test, history of hematopoietic stem cell transplant, and/or HUS from an identified drug.\n* History of vitamin B12 deficiency-related HUS, systemic lupus erythematosus, and/or antiphospholipid syndrome.\n* Active cancer or history of cancer (except non-melanoma skin cancers) within 5 years of screening.\n* Have been on hemodialysis or peritoneal dialysis for greater than or equal to 12 weeks.\n* Have an active systemic bacterial or fungal infection requiring systemic antimicrobial therapy (prophylactic antimicrobial therapy administered as standard of care is allowed).\n* Baseline resting heart rate less than 45 beats per minute or greater than 115 beats per minute.\n* Baseline QTcF greater than 470 milliseconds.\n* Have malignant hypertension (diastolic blood pressure \\[BP\\] greater than 120 mm Hg with bilateral hemorrhages or \"cotton-wool\" exudates on funduscopic examination).\n* Have a poor prognosis with a life expectancy of less than three months in the opinion of the Investigator.\n* Are pregnant or lactating.\n* Have received treatment with an investigational drug or device within four weeks prior to screening.\n* Have abnormal liver function tests defined as ALT or AST \\> five times ULN.\n* Have HIV infection.\n* History of cirrhosis of the liver.\n* Have previously completed treatment in an OMS721study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]}}}