{"protocolSection":{"identificationModule":{"nctId":"NCT03204370","orgStudyIdInfo":{"id":"BMRN58492"},"briefTitle":"Natural History of Atypical Morquio A Disease","officialTitle":"Natural History of Atypical Morquio A Disease: a 5-years Prospective Study in a Series of 9 Adult Patients Followed in a Single Expert Center"},"descriptionModule":{"briefSummary":"Mucopolysaccharidosis IVA (MPS IVA) (or Morquio A disease) is a rare recessive autosomal lysosomal storage disorder caused by deficiency of N-acetylgalactosamine-6-sulfatase (GALNS) resulting in accumulation of the glycosaminoglycans (GAGs) chondroitin-6-sulfate and keratin sulfate (KS). Patients display progressive development of skeletal and joint abnormalities and non-skeletal features including respiratory, cardiac, sensorial and neurological complications. Recently, a specific treatment using enzyme replacement therapy (ERT) with recombinant human GALNS (elosulfase alfa) has become available. A multicenter double-blind placebo-controlled phase 3 trial (176 patients, age \\> 5 yrs) showed significant improvement in endurance of 22.5 m in 6 Minute Walking Test (6MWT) distance after 24 weeks of treatment with elosulfase alfa at 2.0 mg/kg/week as compared with placebo group. In addition to ERT, a multidisciplinary management approach is necessary for coordinating assessment and follow-up as well as for providing individualized supportive and symptomatic care.\n\nThe clinical presentation is highly variable from one patient to another regarding age at onset, severity, progression rate and life expectancy. Most patients are affected with the classical phenotype characterized by short trunk dwarfism with short neck and adult height \\< 1 m. Atypical phenotypes with less severe extension of skeletal manifestations, adult height \\> 1m, and less frequent complications in other organs have been progressively recognized. Clinical management differs depending on the clinical presentation of the patients but natural history of the disease is largely unknown in atypical phenotypes. Precise and exhaustive follow-up data are needed in such patients to increase our knowledge of this natural history and to define the best criteria to evaluate ERT efficiency.\n\nThe investigators propose a prospective clinical study focused on a unique large series of 9 adult patients (aged from 18 to 55 years) followed in a single expert center for metabolic disorders located at the university hospital of Bordeaux, France. Eight of these patients are affected with atypical MPS IVA characterized by less severe evolution of the disease and heights ranging from 135 to 176 cm (the last patient height is 102 cm). Investigators aim to increase knowledge on the natural history of the disease in adult patients with atypical MPS IVA, treated or not with ERT, and to develop new objective and robust clinical criteria to evaluate the efficiency of ERT over time, particularly in patients presenting an atypical phenotype. The entire cohort treated or not treated with ERT, will be evaluated at baseline and every year during a 5-years period. The complete evaluation at baseline will be our absolute priority as well as obtaining long-term and exhaustive follow up of the patients treated with ERT (two patients of the cohort already treated, and ERT expected in three additional patients in the next months).\n\nThe investigators designed a schedule of systematic and exhaustive assessments based on the recommended follow up from experts panel consensus meeting (MorCAP protocol) extended to some additional investigations including motor, cardiac and rheumatologic exams as our specific focus."},"conditionsModule":{"conditions":["Mucopolysaccharidosis IV A"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* MPS4A affected patients\n* Height more than 1 m (atypical phenotypes)\n* Treatment by ERT or not\n* Followed in our expert center\n* Having signed an inform consent form\n* Being affiliated to a health insurance system\n\nExclusion Criteria:\n\n* Patients affected by another disease\n* Patients refusing to participate to the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"An unique large series of 9 adult patients (aged from 18 to 55 years) followed in a single expert center for metabolic disorders.","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}