{"protocolSection":{"identificationModule":{"nctId":"NCT03193892","orgStudyIdInfo":{"id":"2016YFC091502LAM"},"briefTitle":"A National Registry on Chinese Patients With Lymphangioleiomyomatosis","officialTitle":"A National Registry on Clinical Manifestations, Genetics, Interventions, and Outcomes in Chinese Patients With Lymphangioleiomyomatosis (LAM-CHINA)"},"descriptionModule":{"briefSummary":"Pulmonary lymphangioleiomyomatosis (LAM), a disease characterized by diffuse cystic changes in the lung, is a rare disorder that affects almost exclusively women. The main objectives of this study are to accurately evaluate the prevalence of LAM, the status of disease, the diagnosis and treatment, the quality of care, and the health related outcomes in China.","detailedDescription":"Pulmonary lymphangioleiomyomatosis (LAM), a disease characterized by diffuse cystic changes in the lung, is a rare disorder that affects almost exclusively women. The main objectives of this study are to accurately evaluate the prevalence of LAM, the status of disease, the diagnosis and treatment, the quality of care, and the health related outcomes in China. This is a register study lasting 4 years, aims to raise 800 subjects. Primary endpoint is the annual change of forced expiratory volume in the first second (FEV1) and forced vital capacity (FVC) in pulmonary function tests."},"conditionsModule":{"conditions":["Pulmonary Function"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Gender: female.\n2. Age: no limitation.\n3. Diagnosis meets one of the following criteria, (1) definite or probable diagnosis of LAM based on ATS/JRS and ERS criteria. (2) Investigators recommend including of the patient.\n\nExclusion Criteria:\n\n1. Suspected LAM patients without other supporting evidence for LAM diagnosis.\n2. No diffuse cystic lesions in the lung.\n3. Patients with bilateral cystic lung lesions but the LAM diagnosis cannot be established.\n4. Without signed informed consent.\n5. Difficult to follow up.","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Pulmonary lymphangioleiomyomatosis (LAM) affects almost exclusively women.","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Study Population is from across the country of China.","samplingMethod":"PROBABILITY_SAMPLE"}}}