{"protocolSection":{"identificationModule":{"nctId":"NCT03208868","orgStudyIdInfo":{"id":"12-916"},"briefTitle":"Leucine Enriched Essential Amino Acid Mixture to Reverse Muscle Loss in Cirrhosis","officialTitle":"Leucine Enriched Essential Amino Acid Mixture to Reverse Muscle Loss in Cirrhosis"},"descriptionModule":{"briefSummary":"Loss of skeletal muscle mass or sarcopenia is the most common and potentially reversible complication in cirrhosis that increases morbidity and mortality before, during and after liver transplantation. No proven treatments exist for the prevention or reversal of sarcopenia in cirrhosis, primarily because the mechanisms responsible for this are unknown. Based on compelling preliminary studies and those of the co investigator, investigators hypothesize that the mechanism of reduced skeletal muscle mass in cirrhosis is due to a myostatin mediated impaired mTOR (mechanistic target of rapamycin) signaling resulting in reduced protein synthesis and increased autophagy. Investigators further postulate that leucine, a direct stimulant of mTOR, will reverse the impaired mTOR phosphorylation in the skeletal muscle of cirrhotics. The consequent increase in protein synthesis reduced autophagy will result in an increase in skeletal muscle mass. Investigators will test these hypotheses by quantifying the response to acute and long term (3 month) administration of leucine enriched essential amino acid (EAA/LEU) compared with an isonitrogenous isocaloric non-essential balanced amino acid mixture (does not stimulate protein synthesis) in cirrhotic patients. Fractional protein synthesis rate (FSR) in skeletal muscle, responses of the molecular regulatory pathways of skeletal muscle protein synthesis, and autophagy flux will be quantified in the acute and long term protocols. Tracer studies using L-\\[D5\\]-phenylalanine (Phe) as a primed constant infusion (prime 2µmol.kg-1.hr-1; constant 0.05 µmol.kg-1.hr-1) with and L \\[ring-D2\\] tyrosine, forearm plethysmography, and sequential skeletal muscle biopsies (total of 3 per study subject) will be used to quantify these outcomes. Anthropometric, clinical and body composition measures will be additional outcome measures for the long term intervention. Expression of regulatory signaling proteins, myostatin, IGF-1 (insulin like growth factor) , phospho-Akt, phospho-AMPK (activated protein kinase), phospho-mTOR and phospho-p70s6k will be quantified by Western immunoblots. Autophagy flux will be measured by quantifying expression of the autophagosome proteins."},"conditionsModule":{"conditions":["Cirrhosis, Liver"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cirrhotic patients:\n* Cirrhosis diagnosed by liver biopsy and/or clinical, biochemical and imaging evidence of cirrhosis.\n* Abstinence from alcohol and/or other recreational drugs for at least 6 months\n* Child's Pugh score 5-9 (inclusive).\n\nExclusion\n\n* Cirrhotic patients:\n* Child's score \\>9\n* Pedal edema above the ankle\n* Presence of concurrent illnesses (renal, cardiac, pulmonary, cerebrovascular, malignancy) or medication (anabolic steroids, corticosteroids) intake that affect skeletal muscle mass.\n* Diabetes mellitus\n* Active gastrointestinal bleeding\n* Sepsis, encephalopathy\n* Renal failure\n* Hepatocellular carcinoma outside of Milan criteria\n* Unwilling to sign informed consent or follow research procedures\n* Does not meet inclusion criteria","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]}}}