{"protocolSection":{"identificationModule":{"nctId":"NCT03209674","orgStudyIdInfo":{"id":"RIPOSTE"},"briefTitle":"Registry for the Improvement of Postoperative OutcomeS in Cardiac and Thoracic surgEry","officialTitle":"Registry for the Improvement of Postoperative OutcomeS in Cardiac and Thoracic surgEry"},"descriptionModule":{"briefSummary":"The registry for the improvement of postoperative outcomes in cardiac and thoracic surgery aims to prospectively collect data in order to test the association between various preoperative and per-operative variables ; and several postoperative outcomes such as mortality, shock, redo surgery, sepsis and extracorporeal life-support.","detailedDescription":"Cardiac and thoracic surgery is plagued by severe morbidity and mortality. Understanding and being able to predict postoperative outcomes may allow to better fit peri-operative care of cardio-thoracic patients.\n\nRIPOSTE database aims to prospectively collect baseline characteristics and per-operative information in order to test associations with the incidence of postoperative outcomes.\n\nBaseline characteristics include: age, EuroSCORE 2 and its components (age, gender, New York Heart Association (NYHA) functional class, angina symptoms, insulin-dependent diabetes mellitus, extracardiac arteriopathy, chronic pulmonary dysfunction, neurological or musculoskeletal dysfunction severely affecting mobility, previous cardiac surgery, renal function with creatinin clearance, active endocarditis, critical preoperative state, left ventricle ejection fraction, recent myocardial infarction, pulmonary artery systolic pressure, procedure urgency and weight of the procedure (coronary artery bypass graft, valve surgery and/or thoracic aorta)) weight, height, preoperative biology and preoperative echocardiography parameters when measured.\n\nPeroperative information include: cardiac bypass duration, type of procedure, implanted device, valve size.\n\nPostoperative outcomes include: death, postoperative shock, mediastinitis, length of stay in intensive care unit, overall length of stay, blood transfusion."},"conditionsModule":{"conditions":["Heart Diseases","Death","Postoperative Complications","Cardiac Complication"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* all patients eligible for cardiac or thoracic surgery\n\nExclusion Criteria:\n\n* non applicable","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All patients undergoing cardiac or thoracic surgery in CMC Ambroise Paré","samplingMethod":"NON_PROBABILITY_SAMPLE"}}}