{"protocolSection":{"identificationModule":{"nctId":"NCT03198572","orgStudyIdInfo":{"id":"2016ZSLC04"},"briefTitle":"Efficacy and Safety of Berberine in Non-alcoholic Steatohepatitis","officialTitle":"Efficacy and Safety of Berberine in Non-alcoholic Steatohepatitis: a Multicentre, Randomised, Placebo-controlled Trial"},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the efficacy and safety of berberine treatment on Non-alcoholic Steatohepatitis.","detailedDescription":"This is a multicenter, double-blinded, randomized, placebo-controlled clinical trial to investigate the efficacy and safety of berberine on subjects with Non-alcoholic Steatohepatitis.Patients with biopsy-proven non-alcoholic steatohepatitis (NASH) from 18-65 years of age were enrolled. Patients should had no excessive alcohol intake or use of any hepatoprotective or hepatotoxicity medication within 3 months before enrollment.Patients will have an screening period 12 weeks, and a 48-week double-blinded treatment period."},"conditionsModule":{"conditions":["Non-alcoholic Steatohepatitis"]},"eligibilityModule":{"eligibilityCriteria":"The inclusion criteria are as follows:\n\n1. 18-75 years old, no limitation for ethnicity and gender.\n2. BMI is no more than 40 kg/m2.\n3. Patients with NASH based on liver biopsy obtained within 24 weeks before randomization. The histological evidence of NASH is defined as NAS ≥5 \\[\\] or NAS ≥4 with a minimum score of 1 for all of three components (steatosis, hepatocyte ballooning, and lobular inflammation), the diagnosis of NASH for EASYBEinNASH eligibility is based on reviews by three pathologists. If there are controversial pathologic diagnosis, at least 2 of the 3 pathologists are consistent with the pathologic diagnosis, which will be the final pathological diagnosis. If there are three different pathological diagnoses, it needs to be discussed and make a judgment by the chief pathologist to form the final pathology report.\n4. For patients with impaired glucose metabolism, one of the three following conditions needs to be met.\n\n   ① For patients diagnosed as impaired glucose regulation, they will be treated with lifestyle intervention without hypoglycemic drugs;\n\n   ② For patients diagnosed as diabetes and treated with hypoglycemic drugs, the treatment regimen should not be changed and the dosage should remain stable for more than 2 months before randomization;\n\n   ③ For patients diagnosed as diabetes and treated with lifestyle intervention without hypoglycemic drugs, the treatment regimen should not be changed before randomization.\n5. All participants agree to sign the informed consent form.\n\nExclusion criteria\n\n1. Excessive alcohol intake ( \\> 140 g per week for men and \\>70 g per week for women within 6 months before enrollment);\n2. Liver enzymes (ALT or aspartate aminotransferase(AST) is 5 times higher than the upper limit of normal range;\n3. Liver diseases caused by other reasons, such as alcohol abuse, viral hepatitis, drugs, auto-immune hepatitis, hereditary liver disease, liver cirrhosis, liver cancer, etc;\n4. Biliary tract diseases, biliary obstructive disease, etc;\n5. Other diseases that affect glucose and lipid metabolism, such as hypothyroidism, hyperthyroidism, hypercortisolism, etc;\n6. Diabetic patients with poor blood glucose control: HbA1c \\>9.5%;\n7. Use of drugs that may affect the outcome measures of this study 3 months before enrollment, including pioglitazone, GLP-1 receptor agonist, DPP-4 inhibitor, insulin, and glycyrrhizic acid preparation, etc;\n8. Chronic kidney disease or severe renal impairment, defined as serum creatinine greater than 2.0mg/dL (176.8umol/L);\n9. Life expectancy is no more than 5 years;\n10. Pregnant or planning to become pregnant within the next 64 weeks for female participant;\n11. Any situation that may affect the implementation or results of the study;\n12. Continuous use of drugs that may affect steatohepatitis 3 months before enrollment, such as glucocorticoids, methotrexate, etc;\n13. Subjects participated in other clinical trials in the past 4 weeks; The researchers did not think they were suitable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]}}}