{"protocolSection":{"identificationModule":{"nctId":"NCT03201094","orgStudyIdInfo":{"id":"HP-00074174"},"briefTitle":"Impact of NMES and HPRO on Recovery After SAH- Pilot Study","officialTitle":"Impact of Neuromuscular Stimulation and High Protein Nutritional Supplementation on Long-term Recovery After Aneurysmal Subarachnoid Hemorrhage."},"descriptionModule":{"briefSummary":"The study purpose is to investigate the hypothesis that in adults with SAH, early neuromuscular electrical stimulation (NMES) and high protein supplementation (HPRO) will improve muscle mass, metabolic and inflammatory biomarker profiles, compared to SAH controls receiving standard of care interventions for nutrition and mobilization. The investigators will accomplish this by studying the effects of a high protein (HPRO) nutritional treatment as well as NMES intervention have upon muscle wasting and motor strength acutely after SAH. This will be addressed in a prospective trial of SAH patients receiving HRPO with NMES as compared to age and severity-matched SAH patients undergoing standard of care interventions for nutrition and mobilization. Additionally, the study will investigate the impact HPRO and NMES interventions have upon inflammatory cytokines and markers of energy balance. Results of this study will establish evidence for precision nutrition plus early exercise to mitigate the catabolic and inflammatory state produced by SAH to improve muscle, metabolic, and health recovery outcomes."},"conditionsModule":{"conditions":["Subarachnoid Hemorrhage","Muscle Atrophy","Inflammation","Nutritional and Metabolic Disease"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. . Being diagnosed with aneurysmal SAH\n2. . Aneurysmal repair within 48 hours of ictus.\n3. . Age between 25 and 80 years old. (\\>=25 years old and \\<=80 years old)\n4. . Expected stay in the NCCU \\> 72 hours.\n5. . Admission Hunt Hess Grade \\>=2.\n6. modified Fisher score \\>1.\n\nExclusion criteria:\n\n1. . Subjects diagnosed with SAH from trauma, rupture of an arteriovenous malformation, neoplasm, vasculitis, or other secondary causes;\n2. . Unlikely to survive one week post hemorrhage either due to impending brain death or likely request for withdrawal of care;\n3. . Unlikely to remain in the ICU for more than 7 days;\n4. . Body mass index \\< 15 or \\>40 kg/m2;\n5. . Allergy to whey protein;\n6. . Evidence of lower extremity paresis or spasticity within 48 hours of injury\n7. . Pre-morbid modified Rankin Score \\>1.\n8. . Known pregnancy\n9. . Presence of active malignancy\n10. . Diagnosis of an inflammatory disorder\n11. . Presence of a neuromuscular disorder\n12. . Diagnosis of chronic renal insufficiency or acute kidney injury (GFR \\< 30 mL/min/1.73m2)\n13. . Hepatic insufficiency defined as AST/ALT levels \\>2.5 above normal upper limits.\n14. . On-going seizure activity as assessed clinically or by electrographic detection on continuous electroencephalogram (cEEG) at time of enrollment\n15. . Prisoner.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}