{"protocolSection":{"identificationModule":{"nctId":"NCT03216525","orgStudyIdInfo":{"id":"2017P000330"},"briefTitle":"Alvimopan Versus Placebo in Patients Undergoing Radical Cystectomy on an Enhanced Recovery Protocol","officialTitle":"A Randomized, Double-blind, Single-Center Trial of Alvimopan (Entereg) Versus Placebo in Patients Undergoing Radical Cystectomy and Urinary Diversion on an Enhanced Recovery After Surgery ERAS Protocol"},"descriptionModule":{"briefSummary":"To determine if Alvimopan during open or robotic radical cystectomy with urinary diversion results in quicker return of bowel function (GI-2 recovery = time to upper \\[first toleration of solid food\\] and lower \\[first bowel movement\\] gastrointestinal recovery) compared to placebo.","detailedDescription":"A prospective, randomized, single-center double blind trial of Alvimopan versus placebo for improving patient outcomes and cost during radical cystectomy and urinary diversion will be performed. A randomized trial is necessary to control for all the known and unknown confounders associated with instituting this novel intervention into a surgical procedure. We will recruit 136 subjects (63 patients in each arm of the study per sample size calculation below, plus additional 10 subjects to account for drop outs). A control group will be administered a placebo in order to directly compare if the Alvimopan intervention is effective."},"conditionsModule":{"conditions":["Bladder Cancer"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients undergoing radical cystectomy and urinary diversion via open or robotic approach.\n* Man or woman between the ages of 18 and 85.\n* American Society of Anesthesiologists (ASA) Physical Status Score of class 1-4\n* Ileal conduit or ileal neobladder urinary diversion\n* Able to understand the study procedures, agreed to participate in the study program, and voluntarily provided informed consent\n\nExclusion criteria:\n\n* Patients who met any of the following criteria were excluded from participating in the study:\n* Scheduled for a partial cystectomy\n* Previous total colectomy, gastrectomy, or gastric bypass, or functional colostomy or ileostomy\n* More than three doses of opioids (oral or parenteral) within 7 days before the day of surgery\n* Chemotherapy for bladder cancer within 1 month of scheduled surgery; prior neoadjuvant chemotherapy allowed.\n* Pregnant (identified by a positive serum pregnancy test administered after the initial screening process and before the commencement of study activities) or lactating, or not postmenopausal (no menses for at least 1 year) and of childbearing potential and not using an accepted method of birth control (i.e, surgical sterilization; intrauterine contraceptive device; oral contraceptive, diaphragm, or condom in combination with contraceptive cream, jelly, or foam; or abstinence) (Participants will be asked to use birth control for the entire study and for at least 2 weeks after the last dose of study drug.)\n* Participated in another investigational drug or medical device study within 30 days of surgery or planning to be enrolled in another investigational drug or medical device study or any study in which active patient participation was required outside normal hospital data collection during the course of this study\n* Clinically significant laboratory abnormalities at screening that would have resulted in the cancellation of surgery\n* Using illicit drugs or abusing alcohol\n* History of previous surgeries, illness, or behavior (eg, depression, psychosis) that in the opinion of the investigator might have confounded the study results or might have posed additional risk in administering the study procedures\n* Patients with severe dementia (as determined from medical records and history. Severe dementia will be defined as dementia that impacts daily functioning.)\n* Patients with severe hepatic impairment.\n* Patients with end-stage renal disease.\n* Patients with heart failure. .\n* Patients with complete gastrointestinal obstruction.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]}}}