{"protocolSection":{"identificationModule":{"nctId":"NCT03196011","orgStudyIdInfo":{"id":"1802588"},"briefTitle":"Traditional Versus Alternative Alignment in TKR","officialTitle":"A Prospective, Randomised, Controlled Study of the Outcomes and Cost Effectiveness of Triathlon CR Knee Replacement System: Traditional Technique Versus Alternative Alignment Method."},"descriptionModule":{"briefSummary":"As many as 20% of patients are unhappy with the results of total knee replacement (TKR). Various changes to surgical technique have tried to address this but have not led to a significant improvement in the numbers of patients satisfied with their operation.\n\nRecently, attention has focussed on alignment of the leg. When viewed from the front, a number of people do not start with a straight, mechanically aligned leg. Traditionally, when implanting a knee replacement, the surgeon tries to put the shin bone half of the knee replacement perpendicular to the floor to equalise stresses on the in and outside of the joint. However, this may result in the alignment of the leg changing considerably, straining the soft tissues around the knee and contributing to dissatisfaction with TKR.\n\nThere has been a move by some surgeons to change practice, and to implant the TKR in a way that replicates the alignment of the patient's own original knee- alternative alignment. Studies looking at alternative alignment have not shown any loss of satisfaction with results of TKR and indeed are showing some signs that in the short term, function of the knee may be better with the new technique.\n\nThe research team are planning to run a study comparing the knee replacement used in Exeter- the Triathlon- when put in place using traditional alignment versus using the alternative alignment methods. The outcomes will be assessed in various ways including patient satisfaction questionnaires, measuring muscle strength, flexibility around the knee, and by assessments of alignment of the new knee on X-rays and Computerised Tomography scans. The research team will look at short term results for satisfaction and function of the knee, and in the long term look at wear and survivorship to see if patient satisfaction with TKR can be improved.","detailedDescription":"Research Question:\n\nWhen performing total knee replacement (TKR), does the use of the alternative alignment method result in improved function by comparison to a group undergoing the same procedure but using traditional technique? Primary Aim: To identify if the group undergoing TKR using alternative alignment method have a significantly improved functional outcome at 1 year when assessed by the Minimal Clinically Important Difference (MCID) of at least 5 points in the Oxford Knee Score (OKS) by comparison to the group using traditional alignment technique.\n\nSecondary Aims: To identify if the use of alternative alignment method when performing TKR results in:\n\n* Shortened length of stay (LOS) in hospital\n* Improved short term function when assessed by peak quadriceps or hamstrings muscle torque measured by myometer\n* Lower hospital costs as a result of reduced LOS or operating time\n* Enhanced improvement in patient outcome scores Knee Osteo-arthritis Outcome Score (KOOS), Oxford Knee Score (OKS), Euroquol (EQ5D) at short, mid and long term timeframes\n* Enhanced positioning of the implants as assessed by a Computerised Tomography (CT) scan rotational profile assessment\n* Enhanced range of knee flexion\n* Any significant differences in component positioning, limb alignment or component wear\n* Any significant changes in functional ability as measured by the Exeter Functional Lab protocol or Nurture activity assessment tool or the Instride Accelerometer by comparison to the TKR performed with traditional instruments.\n\nThe research team will achieve these aims:\n\n* By enrolling 126 patients into this study over a period of 2 years\n* By carrying out a prospective randomised study looking at the subject matter over a period of 8 years\n* By analysing patients functional status pre and post-surgery using patient generated questionnaires and data from the Exeter functional lab\n* By analysing patients the 1 year radiological results from the plain x-rays to look at limb alignment, component position and wear\n* By analysing the TKR component position on the pre and post-operative Computerised Tomography (CT) scans\n* By collecting length of stay data taken from the patient administration system\n* By collating all of the data from the study into a spread sheet for analysis by a professional statistician\n\nScientific Background:\n\nDespite being one of the most successful of orthopaedic operations, a number of patients remain dissatisfied after TKR surgery. In a study of 253 patients, 1 year after TKR, Noble et al reported 11% of patients were neutral in their satisfaction after their surgery and 14% reported that they were either dissatisfied (3%) or very dissatisfied (11%). Reasons for this are not always clear.\n\nVarious changes to surgical technique have tried to address this over the years. These include computer assisted navigation and patient specific knee replacement parts. However, to Brin et al, the clinical significance of this remains to be proven.\n\nMore recently, attention has focussed on the alignment of the leg. Classic mechanical alignment (MA) in TKR is meant to co-align the prosthetic components to the mechanical axes of the femur and tibia and restore neutral overall limb alignment. Traditionally, surgeons have believed that implant durability is maximized when postoperative limb alignment is corrected to 0 ± 3 degrees relative to the mechanical axis. When implanting the tibial component of a TKR, the surgeon will try and put the device perpendicular to the tibial mechanical axis. This is done make sure the stresses on the new knee are equally placed on either side of the joint to try and prevent asymmetrical or accelerated wear on one side of the prosthesis. However, Bellemans et al examined 250 asymptomatic volunteers and identified that 32% of men and 17% of women have a varus deformity of the knee. Therefore, for many people, placement of the tibial component perpendicular to the tibial mechanical axis may result in the alignment of the leg changing considerably, putting new strains on the soft tissues around the knee itself as well as altering the biomechanics of the adjacent ankle and hip joints with the potential to generate soft tissue strain in these areas also. It is possible that this alignment change is a major contributing factor to the dissatisfaction of some patients with TKR.\n\nConcerns that a failure to achieve \"correct\" positioning of the TKR components may adversely affect the survivorship of the artificial joint may not be well founded. Bonner et al reported upon the survivorship 501 TKRs after 15 years of follow up. 396 implants were within 3° of the mechanical axis and 105 were not. Whilst this latter group may have been expected to have performed inferiorly, the results showed no statistically significant difference in the survivorship of the 2 groups when revision for aseptic loosening was used as the end point for the analysis. Similarly, Parratte et al reviewed 398 TKR cases in whom 292 had post-operative limb alignment within 0-3° of the mechanical axis and 106 were outside of this. The authors concluded that a postoperative mechanical axis of 0° ± 3° did not improve the fifteen-year implant survival rate.\n\nSurgeons such as Waterson et al are therefore now questioning the old philosophy of alignment. There has been a move to change surgical practice and put the knee replacement parts in place in a way that replicates the alignment of the patient's own original knee-natural, alternative or kinematic alignment (KA). Importantly, several studies looking at this KA have not shown any loss of satisfaction with results of knee replacement, and show some signs that in the short term, function of the knee may be better with the new technique.\n\nWaterson et al reported 1 year follow up data in 71 patients undergoing TKR randomised to either KA (n = 36) or MA (n = 35). No significant differences were found between them in function one year post-operatively. The authors recommended further research is required to see if any theoretical long-term functional benefits of KA are realised or if there are any potential effects on implant survival. Interestingly, in this work, there was a greater improvement in the mean American Knee Society Score (AKSS) in the KA group at six weeks when compared with the MA group (p = 0.05). The measurements of peak torque in the quadriceps were also significantly better in the KA group at six weeks and three months (p = 0.003 and p = 0.02 respectively) by comparison to the MA group. Whilst this randomised control trial failed to demonstrate any discernible difference between TKRs implanted in KA or MA at 1 year, the authors recommended mid- to longer-term follow-up to confirm the equivocal functional outcome and that survival of the TKR is not compromised by KA relative to MA. This new study takes this concept further using manual instruments to try and achieve KA.\n\nMizner et al reported deficits in quadriceps force of 30-40% in patients for up to a year after TKR by comparison to age matched subjects. They describe reduction of quadriceps muscle performance has been correlated with fall risk, walking speed, speed and quality of sit-to-stand transfers, and performance during stair climbing in individuals older than 60 years of age. Such functional deficits can impact significantly on quality of life and this functional reduction could be a contributory factor to the dissatisfaction with TKR reported by some patients. Bade et al identified similar reductions in quadriceps strength after TKR at 1 and 3 months post-op that took 6 months to recover to pre-operative levels. Again, this can have implications for functional recovery and satisfaction. If Waterson's work on KA versus MA shows improvements in early quadriceps function, then it is important to see if this can be progressed further and translated into improved function and satisfaction after TKR.\n\nDossett et al reported the results of their work and evaluated an alternative alignment method (KA with patient-specific cutting guides) compared to the alignment results with MA with conventional instruments. This was a randomized controlled trial of 41 KA and 41 MA patients. In this work, the authors point out that because a mechanically aligned TKR strives to correct limb alignment to a straight line, the kinematics of the knee can be altered. They outline the principle behind KA i.e. placement of the components so that the orthogonal 3-D orientation of the 3 axes that describe normal knee kinematics is restored to that of the pre-arthritic knee. Two of their secondary outcome measures showed results in favour of the KA knee: The Oxford Score (OKS-0 is best and 48 worst) was 8 in the KA group and 15 in the MA group, a difference of 7 points, which was significant (P.001). The range of knee flexion was 120° in the kinematically aligned group and 115° in the MA group, a difference of 5°, which was significant (P .043).\n\nIt was also of interest that in the Dossett paper the operative time in the kinematically aligned group was 21 minutes less than the mechanically aligned group (P\\<000).\n\nIn the short term at least, it would appear that KA of TKR components has the potential to deliver improvements in patient generated outcomes, quadriceps torque and flexibility of the knee which in theory could increase the number of patients satisfied with TKR. Concern about longer term failure of TKR if MA is not rigorously pursued appears to have been allayed.\n\nA study examining short, medium and longer term outcomes of KA, with a contemporary TKR design is needed to see if outcomes for patients scan be improved. This study has the potential to be of great importance in contributing to this question. Limb alignment has focussed on the need to achieve the zero degree goal of hip, knee and ankle alignment. To achieve real 3 dimensional (3D) more natural alignment, surgeons have to accept this goal may not be correct. There is a need to achieve pre-arthritic/pre-morbid alignment and to evaluate if this can unlock the potential for improved patient outcomes. A prospective, randomised study with multiple outcome measures can deliver a major contribution to the knowledge base of this subject and influence surgical practice with the aim of improving patient outcomes and satisfaction.\n\nMethodology:\n\nThis study will be carried out at a single centre: The Exeter Knee Reconstruction Unit (EKRU) at the Royal Devon and Exeter (RD+E) Hospital. Different parts of the study will be carried out in the operating theatres, orthopaedic out-patients department and the physiotherapy department.\n\nParticipant Selection:\n\nStudy participants will be undergoing TKR under the care of the EKRU at the RD+E Hospital.\n\nPatients will be identified as potential participants in 1 of 2 ways. Firstly, by their surgeon when they are listed for TKR surgery. The surgeon will outline the study, provide the patient with the study patient information leaflet and a copy of the study consent form and ask permission from the patient to allow one of the research team to contact them. Alternatively, they will be identified from the current surgical waiting list as suitable for inclusion. In this latter case, their surgeon will write to the patient requesting permission for one of the research team to contact them by telephone to discuss the study and to enquire if the patient would enrol. A patient information leaflet about the study will accompany this letter.\n\nThe patient will have an opportunity to provisionally agree or decline enrolment during this telephone call.\n\nWritten consent for participation will be obtained on a study specific Ethics Committee approved consent form on attendance at the hospital for the pre-operative CT scan. The pre-operative data will be collected including: demographics and medical history, Knee Osteo-arthritis Outcome Score (KOOS), Oxford Knee Score (OKS), the Euroquol 5 Dimension Questionnaire (EQ5D) score, the Forgotten Knee Score (FKS) and the Knee Society Score (KSS), the SF36, the University of California at Los Angeles (UCLA) activity score, pain measurements by Visual Analogue Scale (VAS) during rest and activity and detail of the use of pain medication. The research team member will assess participants overall joint flexibility using the Beighton scale. An assessment of pre-operative anxiety and depression will be made via the Hospital Anxiety and Depression Scale (HADS) 3 copies of written consent will be obtained- one original and 2 photocopies. The original will be kept by the research team in the study masterfile, one will be returned to the patient and one will be placed in the medical notes.\n\nRoutine care for these patients from their clinic appointment includes X-ray of the affected knee, full leg alignment X-ray, and an assessment of their active and passive range of motion of the knee.\n\nAll information collected pre-operatively will be used to quantify the sample population and compare post-operative progression.\n\nPre-operative Radiological Assessment:\n\nIn addition to routine care, all study participants will undergo 1) a pre-operative CT scan of the affected leg (spiral CT through the hip, knee and ankle) and 2) a whole leg antero-posterior (AP) radiograph standing on one leg (the leg about to have a TKR and involved in the study) and 3) a lateral \"heel-hang\" X-ray of the knee for surgery.\n\nPre-operative Functional Assessment:\n\nStudy participants will attend the Functional Lab in the physiotherapy department at the RD+E Hospital for an assessment of their functional ability using the Exeter Functional lab protocol and the Nurture and Instride devices.\n\nRandomisation:\n\nThis will be a randomised, prospective, blinded study with 2 arms of 63 patients each. Arm 1 will receive a Triathlon TKR implanted using the traditional/MA method and arm 2 will receive a Triathlon TKR using the KA/alternative alignment method. The randomization schedule will be determined using an on-line random assignment sequence generator (www.graphpad.com/quickcalcs/randomize1.cfm), kept and controlled by the study co-ordinator. Randomisation assignment will be transcribed onto paper, and placed inside a sealed opaque envelope.\n\nAny deviation from the assigned treatment group by a surgeon will be reported as a deviation from protocol and the case will be terminated from the study.\n\nSample Size:\n\n126 patients (63 per arm). The sample size was determined using the primary outcome measure, OKS measured at 12-month follow-up, which has a Minimal Clinically Important Difference (MCID) of 5 units (Clement et al). To detect a between group mean difference of 5 units, with 90% power and significance threshold of 0.05, using a standard deviation in both groups of 7.6 (Clement et al), requires 50 participants per group. Assuming 20% attrition, 63 participants per group are required.\n\nAdmission to Hospital for Surgery and Hospital Stay: will occur in the routine way as for all patients undergoing TKR in this hospital.\n\nAll surgeries will be carried out using the MAKO robotic arm system to ensure accurate bony cuts and implant placement is achieved.\n\nPost-operative Follow Up:\n\n* Participants will be reviewed at 6 weeks, 3 and 6 months, 1, 2 and 5 years post-operatively. (3 and 6 month appointments in addition to routine care).\n* The 6 post-operative visits for functional testing are in addition to routine care.\n* The study will terminate at 5 years after which patients will return to the usual post-operative management schedule of a further review 10 years post-operatively.\n\nPost-operative Radiological Assessment:\n\n* Participants will undergo X-ray examination of the knee post-operatively whilst in hospital and then at 1, 2 and 5 years- as per routine care\n* Participants will undergo one post-op spiral CT scan examination of the affected leg at approximately 6 weeks after surgery (spiral CT through hip, knee and ankle) and a repeat of the whole leg AP radiograph standing on one leg (the leg that has just had a TKR and is involved in the study) at 1 year post-operatively. This is in addition to routine care.\n\nSurgery:\n\nOperating techniques will be standard techniques as used by the 4 experienced TKR surgeons involved in the study with the exception of the alignment of the components which will be decided upon in the randomisation schedule for use of the traditional MA or the KA method.\n\nThe use of the MAKO robotic arm system will be in all cases. All components will be cemented in situ using the Triathlon Cruciate Retaining (CR) Implant with an X3 polyethylene insert.\n\nAll patellae will be resurfaced. After surgery, patients will be discharged home allowed to fully weight-bear as comfort allows and with walking aids for use for a 6 week period if required. All patients will be instructed in an exercise regime whilst in hospital which they will continue after discharge and post-operative out-patient physiotherapy will be provided on an as needed basis- treatment type and frequency will be decided upon by the individual physiotherapist seeing each patient reflectinfg the care given to TKR patients in the region.\n\nStudy Blinding:\n\nThe following people will be blinded as to which arm of the study the patient is allocated to:\n\n* The patient\n* The functional assessor in the physiotherapy department\n* The physiotherapist providing post-operative physiotherapy\n* The radiologist reporting the CT scans\n* The 2 surgeons reporting the X-ray findings-no surgeon will report on his or her own patients\n\nData Collation:\n\nTo be undertaken by the clinician undertaking the specific procedure concerned. The research coordinator or the research nurses attached to the RD+E Hospital R+D department will collect the pre-op consent, the pre and post-op Patient recorded Outcome Measures (PROMs). Data will be entered on to the study database by them the accuracy of entry double checked by them i.e. one person enters the data and a second checks its accuracy.\n\nRD+E Hospital physiotherapists will be responsible for collection of the Functional Assessment data.\n\nThe 4 surgeons will be responsible for clinic data and communications, operation note details, reporting on X-ray findings- all of these to be on the hospital Clinical Documentation Management (CDM) system.\n\nDr Anaspure will report the CT scan findings. All data will be stored on RD+E NHSFT secure computers. Data will be entered into an Excel spreadsheet for later transfer into a statistical package such as Statistical Package for the Social Sciences (SPSS) version 24, for analysis. All patient identifiers will be removed. At the end of the study, when all analysis of the data has been completed, the study data will be archived as per the sponsor's archiving Standard Operating Procedures (SOP).\n\nStatistical analysis. The research team will arrange for independent statistical analysis of the results by Dr. Fiona Warren from the University of Exeter Clinical Trials Unit (CTU).\n\nAll outcomes will be reported descriptively by group, with continuous outcomes reported as mean (standard deviation) or median (interquartile range).\n\nAll continuous outcome measures, including the primary outcome (OKS) will be analysed using linear regression modelling with adjustment for randomisation variables (surgeon, severity based on baseline OKS, and age (below 70, 70 and above), and baseline measurement. EQ5D will be analysed using the equivalent analyses with Tobit regression. Between group comparisons will be reported using confidence intervals and p-values.\n\nFor continuous measures recorded at multiple time points, hierarchical regression models will be used to assess the interaction between intervention and timepoint, with the interaction effect reported as a global p-value.\n\nAll analyses will be reported using the intention to treat principle. The primary analyses will include complete case data only. The amount of missing data will be reported for all outcome variables. In the event of substantive missing data (more than 5%), a secondary analysis will be performed including observed data and missing data imputed using multiple chained equations.\n\nTimescale:\n\nEKRU carry out 25 TKR procedures per month. The research team understand that studies have, on average, 54% of potential participants who choose not to be part of the research and believe it is reasonable to recruit 11 cases per month. However, will be allowed to achieve the sample size of 126 in case recruitment is slower than anticipated.\n\nEach patient will remain part of the study for approximately 5 years. Total duration of the study will be 8 years. (2 years to recruit participants, 5 years of follow up and data collection and one further year for data collation, cleansing and evaluation, statistical analysis and writing up of the study findings).\n\nDissemination of Results:\n\nParticipants will be informed in writing of the results if they so desire. The (R+D) Office at the RD+E Hospital will be informed of the results.\n\nThe results of this research will be presented both nationally and internationally at knee surgery conferences, and published in a peer reviewed journal.\n\nImpact of Research:\n\nUnknown. If the research identifies a clear advantage of one study arm over the others, then it is likely that this technique will become standard TKR procedure in the EKRU- with the aim of providing patients with the best clinical and functional results after TKR surgery. Similarly, if a clear difference is found in one study arm, one would hope that presentation of the results to colleagues at other institutions will result in better long term results for their patients.\n\nIn the event that no technique proves superior to the others, then this will provide surgeons with the reassurance that no matter what their preferred technique, their patient is not being disadvantaged.\n\nIf one arm of the study out performs the other in clinical and functional results, there may also be cost differences between the arms of the study which could result in cost savings for the NHS.\n\nCosts:\n\nThe EKRU has signed a Masters Service Agreement with Stryker UK to support its research projects. The study will remain an investigator initiated one, independent of influence of Stryker. As such all anticipated costs of the study will be covered.\n\nMeasures to avoid bias:\n\n* The patients will be blinded as to which arm of the study they are allocated to.\n* The operating surgeon cannot be blinded to randomisation as he will be performing the surgery.\n* The member of staff interpreting the results of the CT scan (Dr Anaspure) will be blinded as to which group the patients are allocated to\n* The physiotherapist carrying out the functional assessments will be blinded to study arm allocation as will the physiotherapists carrying out post-operative out-patient rehabilitation\n* No surgeon will report upon the x-rays of a patient upon whom he/she operated\n* The statistician analysing the results will be blinded to study arm allocation\n\nPatient involvement:\n\nThe study research team have consulted with patients on the feasibility of participating in the study at all and in particular about the demands of attending the appointments for functional assessment and CT scans. The study was discussed at the EKRU patient research panel. (This panel is a group of patients who have undergone knee replacement surgery in this Unit and who are therefore, well placed to comment on the practicalities of study involvement, as well as on the appropriateness and clarity of the patient information leaflet.) Attendance at all time frames is critical for completion of the secondary measure functional outcome and it was stressed by the patient representatives that the patients need to be fully informed of the commitment required should they agree to take part. Similarly, it was recommended that the extra commitment for CT scan appointments be highlighted.\n\nBi-annual meetings of the patient research panel are held and if issues arise when running the study that require further patient involvement, they will be taken them to the panel for consultation. If a meeting is not due for some time, a panel member will be contacted personally for their advice. When the research team consulted on the design and wording of the patient information leaflet and the consent form, various changes were recommended and implemented.\n\nRisks/Monitoring Adverse Events/Stopping the Study:\n\nA log of adverse events, serious adverse events, adverse device effects and serious adverse device effects will be kept by the study coordinator. Any such event events occurring in the immediate peri and post-operative events should be reported to the coordinator by the consultant surgeon in charge of the case who will contact the study sponsor within the time frames as specified by them. Similarly any such adverse events may be identified in clinic and again, the surgeon concerned should report these back to the coordinator to be logged and the sponsor will be informed.\n\nIt is possible that adverse events will occur that are dealt with either by the Accident and Emergency (A+E) department, the patient's General Practitioner (GP) or other hospitals. These may not be readily apparent to the research team. The operating surgeon will specifically ask participants to inform the research team if any complications or adverse events occur at each clinic attendance.\n\nA meeting of the research team will be held on a 3 monthly basis to discuss progress of the study, any specific problems and to consider whether there are any justifications for stopping the study. As both techniques being studied of performing TKR are already in use, it is not anticipated that there will be an unexpected complication that would necessitate an early termination of the study.\n\nEthical considerations Ethical approval for this study will be sought from the National Research Ethics Service and the Health Research Authority.\n\nThe study coordinator has discussed the study with the radiological protection officer at the RD+E Hospital who has provided radiation dose calculations as follows:\n\nAll patients undergoing these total knee replacement operations in our hospital receive AP and Lateral radiographs of the knee on 5 occasions (pre \\& post op, at 1, 2 years and 5 years), 2 AP radiographs of both legs at pre-op \\& 1 year. This is routine care. The total dose arising from these examinations is 81 millisiverts (µSv) as described by the Health Protection Agency Centre for Radiation, Chemicals and Environmental Hazards (HPA-CRCE) Report 012, 2010.\n\nIn addition, patients enrolled in this trial will require 2 additional whole leg AP x-rays, 1 lateral x-ray of the knee and 2 CT scans covering the hip, knee and ankle. The total dose that a patient participating in this trial will receive is 1.7mSv, of which 1.6mSv is in addition to standard care.\n\nParticipants are \\>/= 60 years of age and pregnant women are excluded from the trial.\n\nThe lifetime risk of developing a cancer resulting from the total radiation dose is 1 in 21,900 for a 60 year old patient; this would fall to 1 in 84,900 for an 80 year old patient. For the ages of the expected cohort, this is considered to be a very low risk (HPA-CRCE-028, 2011 and NRPB, 2001) and is equivalent to around 8.5 months of natural background radiation in the UK.\n\nThe lifetime risk of developing a cancer resulting from the excess dose in this trial is 1 in 23,000 for a 60 year old patient; this would fall to 1 in 93,800for an 80 year old patient. For the ages of the expected cohort, this is considered to be a low risk (HPA-CRCE-028, 2011 and NRPB, 2001) and is equivalent to around 8 months of natural background radiation in the UK.\n\nWith participants consent, the research team will send anonymised data regarding the navigation findings during the operation, as well as CT and X-ray findings from pre-and post-surgery to Stryker UK. This will be with the purpose of providing information to allow the company to improve surgical technique, as well as implant and instrumentation design. No personal identifiers will be used when this information is sent to Stryker UK\n\nConflicts of Interest:\n\nStryker UK have supported this study financially. However, it remains completely independent from them in study design, results and dissemination of findings. The 4 operating surgeons all undertake consultancy work for Stryker UK and will complete the necessary applications regarding this on the ethics application for this study.\n\nConfidentiality All of the research staff are trained in the guidelines for Good Clinical Practice (GCP) in research. All National Health Service (NHS) staff involved are bound by patient confidentiality requirements of the NHS.\n\nThe study participants GP will be informed that their patient is involved in the research- particularly as the patient may wish to discuss their involvement in the research with their GP.\n\nAll of the data associated with the study will be kept electronically on the hard drives of computers within the Exeter Knee Reconstruction Unit (EKRU). It will be stored on encrypted and password protected hospital computers. The data will only be accessible by members of the research team and by the Research and Development (R+D) department at the RD+E Hospital who will require access to the data to ensure compliance with the protocol and that all study regulatory requirements are being met.\n\nWhen the data is sent for statistical analysis, all personal identifiers will be removed and a study number only used for identification.\n\nNo personal identifiers will be used when information about the navigation findings, and CT scans and X-rays findings is sent to Stryker UK At the end of the study (see timescales above), all research data will be archived as per our sponsors archiving SOP. Radiographs and scans will remain on the secure hospital systems as per routine care."},"conditionsModule":{"conditions":["Osteo Arthritis Knee"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:• Patients undergoing primary TKR at the RD+E Hospital\n\n* Patients must have completed a consent form for the study\n* Patients must be prepared to comply with the pre and post-operative investigations, rehabilitation, attendance schedule and questionnaire schedule of the study\n* Patient in whom any varus deformity present is \\<20°\n* The diagnosis is of tricompartmental osteoarthritis of the knee\n* Patient has primary diagnosis of Non-Inflammatory Degenerative Joint Disease (NIDJD).\n* BMI\\<40\n* Aged =/\\> 60 years at time of surgery\n\nExclusion Criteria:• Refusal to consent to the study\n\n* If the knee for surgery has a fixed flexion deformity ≥15°- this will be assessed by a lateral \"heel-hang\" x-ray of the knee for surgery\n* If the knee for surgery has a varus deformity ≥20°\n* If the knee for surgery has a valgus deformity i.e. hip/knee/ankle alignment angle \\<0°\n* Pre-op Oxford Knee Score \\<8\n* Pre-op knee flexion ability \\<90°\n* If the natural posterior tibial slope measured is in excess of 10°\n* Any patient whose post-operative recovery or ability to comply with the post-operative rehabilitation and assessment schedules is compromised by known existing other medical conditions\n* Pregnancy\n* Prisoners\n* A patient known to have substance abuse or psychological disorders that could interfere with their ability to comply with the post-operative rehabilitation and assessment schedules\n* Patients unable to read or understand the patient information leaflet and consent form\n* Patient has a known sensitivity to device materials.\n* Patient has a Body Mass Index (BMI) ≥ 40.\n* Patient has an active or suspected latent infection in or about the affected knee joint at time of study device implantation.\n* Patient has received any orthopaedic surgical intervention to the lower extremities within the past year or is expected to require any orthopaedic surgical intervention to the lower extremities, other than the TKR to be enrolled in this study, within the next year.\n* Patient requires bilateral total knee replacements, or has a history of unsuccessful contralateral partial or total knee replacement.\n* Patient has chronic heart failure (NYHA Stage ≥ 2)\n* Patient has a neuromuscular or neurosensory deficiency, which limits the ability to evaluate the safety and efficacy of the device.\n* Patient is diagnosed with a systemic disease (e.g. Lupus Erythematosus) or a metabolic disorder (e.g. Paget's disease) leading to progressive bone deterioration.\n* Patient is immunologically suppressed or receiving steroids in excess of normal physiological requirements (e.g. \\> 30 days).\n* Patient requires revision surgery of a previously implanted total knee replacement or knee fusion to the affected joint.","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]}}}