{"protocolSection":{"identificationModule":{"nctId":"NCT03192436","orgStudyIdInfo":{"id":"STUDY2017_00000426"},"briefTitle":"Electrophysiological Source Imaging Guided Transcranial Focused Ultrasound","officialTitle":"Electrophysiological Source Imaging Guided Transcranial Focused Ultrasound"},"descriptionModule":{"briefSummary":"Neuromodulation is a fast growing field that offers a wide range of applications for both understanding and treating the brain. Future research for non-invasive neuromodulation will need to elucidate the optimal frequency, duration, and intensity of stimulation for a variety of technologies and diseases. Closed loop stimulation is thus a promising research area that allows for responsive stimulation and real time symptom management. Our project is proposed to develop and test a novel noninvasive neuromodulation integrating transcranial focused ultrasound stimulation (tFUS) with electrophysiological source imaging (ESI-tFUS) to allow evidence-based neuromodulation for brain research and the management of brain conditions. Despite the recent developments and attention surrounding tFUS, relatively little is known about the mechanisms and optimal parameters of this stimulation technology. The addition of ESI neuroimaging, aimed at providing biomarkers to assess the effects of tFUS neuromodulation, could provide crucial necessary information regarding the neural response to the applied stimulation in real-time. In order for tFUS to be further developed and transformed into a robust neuromodulation technology, an integrated electrophysiological source-imaging-guided tFUS system to allow for individualized and responsive stimulation is needed.\n\nThe purpose of this study is to develop and evaluate the proposed ESI-tFUS in human subjects using motor and somatosensory paradigms.","detailedDescription":"In this protocol, the following hypothesis will be tested; the electroencephalography (EEG) and transcranial focused ultrasound (tFUS) will be used to quantify and optimize stimulation effects. We will test the hypothesis that tFUS can induce regional brain activity and use EEG to localize and image the brain electrical activity as induced by TFUS stimulation. Subjects will be recruited for MRI scan and then undergo motor and/or sensory tasks, and during these tasks, subjects will receive tFUS and concurrently be monitored by EEG. This tFUS-EEG study is aimed at exploring effects of tFUS and the use of EEG in providing electrophysiological responses to brain activation following tFUS stimulation."},"conditionsModule":{"conditions":["Healthy"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Apparently healthy volunteers.\n* Age 18-64.\n* Willing and able to provide written consent.\n* Able to communicate in the English language.\n\nExclusion Criteria:\n\nSubjects having any of the following conditions will be excluded from this study:\n\n* Evidence of a current significant medical illness or psychiatric or central or peripheral neurologic disorder\n* History of loss of consciousness of more than ten minutes in the past year or loss of consciousness in a lifetime that required rehabilitation services\n* Personal or family history of seizure\n* Any history of stroke/transient ischemic attack (TIA)\n* Taking any medications that are known to decrease the threshold for seizure\n* Pregnancy\n* Affirmative answers to one or more questions of the provided attached safety questionnaires. These are not absolute contraindications to this study but the risk/benefit ratio will be carefully considered by the PI\n* Failure to follow laboratory or study procedures","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]}}}