{"protocolSection":{"identificationModule":{"nctId":"NCT03216447","orgStudyIdInfo":{"id":"201600495A3"},"briefTitle":"A Study of Patient Adherence and Convenience to Immunosuppressive Agents in Newly Liver Transplant","officialTitle":"A Prospective, Multi-center, Open-labeled, Randomized Clinical Trial of Patient Adherence and Convenience to Immunosuppressive Agents in Newly Liver Transplant Recipients to Compare QD Early Conversion and BID Tacrolimus Formulation."},"descriptionModule":{"briefSummary":"A study of patient adherence and convenience to immunosuppressive agents in newly liver transplant recipients - a prospective, multi-center, open-labeled, randomized clinical trial for comparison between once-daily early conversion and twice-daily tacrolimus formulation.","detailedDescription":"This is prospective, multi-center, open-labeled, randomized study to investigate adherence of administration of once-daily tacrolimus formulation (Advagraf®) in newly Taiwanese (Chinese) liver transplant patients. The procedure of liver transplantation will follow the site-specific procedure. Each subject will be randomized on postoperative day 15 (POD15; defined Day 14 +/- 1)"},"conditionsModule":{"conditions":["Liver Transplantation"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient has been fully informed and has signed an IRB approved informed consent form within 7 days (Day 7-13) prior to POD 15 and is willing and able to follow study procedure\n* Patient is a primary liver transplant recipient\n* Patient is 20 to 70 years of age\n* Patient should be clearly conscious, fully understand and able to answer questionnaire\n\nExclusion Criteria:\n\n* Patient has previously received or is receiving an organ transplant other than a liver.\n* Patient currently requires dialysis\n* Recipient or donor is known to be seropositive for human immunodeficiency virus (HIV)\n* Patient has received a liver transplant from a non-heart beating donor\n* Patient who is HCV negative has received an HCV positive (HCV RNA by PCR or HCV antibody) donor liver\n* Patient who is HbsAg negative has received an HbsAg positive (HBV DNA by PCR or HBV antibody) donor liver\n* Patient has received a liver transplant from a decrease donor \\> 70 years of age\n* Patient has a current malignancy or a history of malignancy (within the past 5 years), except hepatocellular carcinoma within UCSF Criteria and basal or non-metastatic squamous cell carcinoma of skin that has been treated successfully.\n* Patient is hemodynamically unstable on POD 15","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]}}}