{"protocolSection":{"identificationModule":{"nctId":"NCT03214510","orgStudyIdInfo":{"id":"2016-1111"},"briefTitle":"Thoracic Epidural Analgesia or Four-Quadrant Transversus Abdominus Plane Block in Reducing Pain in Patients Undergoing Liver Surgery","officialTitle":"Randomized, Unblinded, Phase III Trial of Thoracic Epidural Analgesia Versus Four-Quadrant Transversus Abdominus Plane Block in Oncologic Open-Incision Liver Surgery"},"descriptionModule":{"briefSummary":"This phase III trial studies how well thoracic epidural analgesia or four-quadrant transversus abdominus plane block works in reducing pain in patients undergoing liver surgery. It is not yet known whether thoracic epidural analgesia or four-quadrant transversus abdominus plane block may help people to recover more completely and more quickly after surgery.","detailedDescription":"PRIMARY OBJECTIVE:\n\nI. To compare length of hospital stay between patients treated with thoracic epidural analgesia (TEA) versus (vs.) pre-incision ultrasound-guided, four-quadrant transversus abdominus plane (TAP) block after open liver resection within an enhanced recovery program.\n\nSECONDARY OBJECTIVES:\n\nI. To compare the area under the curve of early (0-48 hour) post-operative pain scores and number of patients who experience severe postoperative pain between the TEA and TAP groups.\n\nII. To compare anesthetic-related complication rates and need to change modalities between TEA and TAP groups.\n\nIII. To compare surgery-related complications (including 30-day readmission and 90-day mortality rates) between TEA and TAP groups.\n\nIV. To compare return to baseline symptom burden, functional and cognitive status between TEA and TAP groups.\n\nOUTLINE: Patients are randomized into 1 of 2 arms.\n\nARM I: Patients undergo placement of thoracic epidural catheter before surgery. Patients receive hydromorphone hydrochloride and bupivacaine via thoracic epidural catheter every 10 minutes or 3 hours as needed. Patients may receive fentanyl and bupivacaine or plain bupivacaine via thoracic epidural catheter.\n\nARM II: Patients undergo placement of ultrasound-guided, four-quadrant transversus abdominus plane block. Patients receive plain bupivacaine and liposomal bupivacaine via TAP block."},"conditionsModule":{"conditions":["Liver and Intrahepatic Bile Duct Disorder"]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients undergoing open liver resection without bowel resection/anastomosis for malignancy at MD Anderson Cancer Center\n* Patients must sign a study-specific consent form\n* Platelets \\>= 100,000/ml (within 30 days of surgery)\n* International normalized ratio (INR) =\\< 1.5 (within 30 days of surgery)\n* Activated partial thromboplastin time (aPTT) =\\< 40 (within 30 days of surgery)\n* Patients must have no fever or evidence of infection or other coexisting medical condition that would preclude epidural placement\n\nExclusion Criteria:\n\n* Evidence of severe uncontrolled systemic disease or other comorbidity that precludes liver surgery\n* History of chronic narcotic use, defined as 30 days or more of preoperative daily narcotic use, measured from the date of surgery\n* Anaphylaxis to local anesthetics or narcotics\n* Previous or current neurologic disease affecting the lower hemithorax or below\n* Major open abdominal/thoracic surgery in the previous 30 days under general anesthesia\n* Technical contraindications to epidural placement: previous thoracic spinal surgery or local skin or soft tissue infection at proposed site for epidural insertion\n* Use of therapeutic anticoagulation within 5 days of surgery (not including venous thromboembolism prophylaxis)\n* Known bleeding diathesis or coagulopathy\n* Psychiatric (untreated or poorly controlled schizophrenia, major depression, or bipolar disorder), or communication (language) barrier that would preclude accurate assessment of postoperative pain and/or ability to answer questionnaires (need to be able to read, comprehend, and answer questions)\n* Inability to comply with study and/or follow-up procedures\n* Patient refusal to participate in randomization\n* Pregnant women are excluded from this study; women of childbearing potential (defined as those who have not undergone defined as those who have not undergone a hysterectomy or who have not been postmenopausal for at least 12 consecutive months) must agree to practice adequate contraception and to refrain from breast-feeding, as specified in the informed consent\n* Patients with obvious unresectable disease prior to signing informed consent\n* Patients with previous ventral hernia repair, cosmetic abdominoplasty or anterior abdominal wall reconstruction","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}}}